{"petitioner":{"name":"SUE EVENWEL, ET AL.","counsel":[0]},"respondent":{"name":"GREG ABBOTT, GOVERNOR OF TEXAS, ET AL. ","counsel":[1,2]},"caseNumber":"14-940","date":"2015-12-08T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next this morning in Case 14-940, Evenwel v. Abbott. Mr. Consovoy. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What about the many times Alderson Reporting Company the Court has said that the -- the principle is equal representation of the population? And we have had now, for half a century, population -- that the population is the -- the legitimate standard. We have never held to the contrary. So we have the States overwhelmingly for half a century using population as shown in the census, and now you're saying they can't do that anymore."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought -- I thought Burns said it approved a deviation from population but it took great pains to say, we're not saying you could do that in every case. Burns seems to be the only -- the only case that you have, and Burns involved this really peculiar situation of Hawaii with a tremendous military temporary population."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The problem is that -- what you're forgetting is the dual interest. There is a voting interest, but there is also a representation interest, and it's that which has led us to -- to accept the total population base because States have to have some discretion to figure out who should be having the representational voice. Burns made it very clear that we were deferring to the State because it had a legitimate reason for its need. And -- but Burns was in the 1960s, when we picked total population as a perfectly legitimate way because there's a representational need at issue as well. Not just voting. A State has to be able to say -- I think just as the Federal government did -- we're -- the legislature is protecting not just voters; it's protecting its citizens -- or noncitizens. The Alderson Reporting Company people who live there."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Consovoy, of course it's true that when we apportion House members, we use total population as the metric. And the question that's raised by your position is why it would be the case that the Constitution requires something with respect to one apportionment that it prohibits with respect to another."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What's interesting is in Alderson Reporting Company Reynolds is the reason they caved was because, constitutionally, the Arizona Constitution required total population. It's that fact that they deviated from their own Constitution that led them to court. So it wasn't a caving compelled by Federal law. It was mostly a caving compelled by State law."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No. But what I'm saying is that we -- we acceded on the ground that using total populations was permissible."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm -- I'm sorry. Did I just understand you to say that you think that the -- the House apportionment rule is not clear?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it your view that what the Fourteenth Amendment means is that in all the years between --  what was it? --  1868 and 1920, it was wrong for the States to include, for these purposes, women? They were not eligible voters."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But you're saying that Alderson Reporting Company that was wrong. I mean, in your interpretation of the Fourteenth Amendment from until 1920, the State should not have been counting women for -- for purposes of determining representation in the State legislature."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but here we have -- I want to go back to Justice Kagan's question. And this is something that -- it seems everyone is arguing this is as if this is an equal protection problem. And certainly, the -- Reynolds v. Sims does deal with equal protection. And it did deal with instances in which voters and everything else were malapportioned. So I don't think the court really considered this. But if you step back from the Equal Protection Clause and say there are other parts of the Alderson Reporting Company Constitution that, in fact, are relevant here -- maybe it's the Republican Form of Government Clause. But the words that Justice Kagan read are words about what kind of democracy people wanted. And those words say if you look to other parts of the Constitution, such as those, or Republican Form of Government, that what we actually want is the kind of democracy where people, whether they choose to vote or whether they don't choose to vote, are going to receive a proportionate representation in Congress. And if you take that as a constitutional principle, that shows an objective of some of the clauses of the Constitution. Then you have to retreat from the idea that the Equal Protection Clause, as interpreted in Reynolds v. Sims, solves this case. And indeed, it argues against you."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Mr. Consovoy --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":6,"sideBefore":"justices","text":"I'm not making it. I'm making -- I'm pointing at her -- she didn't quote the Guarantee Clause. Maybe I shouldn't have thrown that in. But it's the same point."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You had an expert say it, but you didn't have an expert prove it. He did not come in with a map that did that."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"How is --  does practical possibility play into this discussion at all? I mean, the ACS, which you posit is the way that you can find who the eligible voters are, has been --  has been --  I think almost decisively been proven as being inadequate. It only measures cities with populations or places with populations over 65,000. Just on that ground alone, there are going to be districts that can't rely on it."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It's flawed on many levels. We could --  take my assumption. It's flawed. Does that practicality have any play in our decision?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Consovoy, could I go back to the question that Justice Breyer raised and can -- stripped, if he'll permit me, of the Guarantee Clause, because the Fourteenth Amendment is actually quite -- you know, the framers of the Fourteenth Amendment explicitly considered this issue, and, you know, made a decision. So Senator Howard, who introduces the Amendment on behalf of the joint committee that drafts it, talks about these deliberations. And he says the committee adopted numbers as the most just and Alderson Reporting Company satisfactory basis, and that's the principle upon which the Constitution itself was originally framed, referring back to the original drafting. And then he says numbers, not voters; numbers, not property; this is the theory of the Constitution. Now, this is the theory of the Constitution as to one thing, which is not the thing that you are talking about. This is the theory of the Constitution as to House apportionment. But again, I'll go back to this question. This is such a clear, explicit choice that was made about what it meant to --  to have equal representation with respect to that area. And how you go from that being mandated to it being prohibited in the State context is something that I still can't quite work myself around."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's a good person to be on the side of."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I hear you as to that it does not apply. I mean, I guess I can -- I can understand. I might not agree with, but I can understand the position that says that the requirement might not apply. But you are suggesting that we go beyond that, and to say, not only does the requirement not apply, but that States have to do it the exact opposite way."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"In -- in your view, the States would have a choice between the citizen voting-age population or they could use the registered voters? Either one would be okay?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think they did that invidiously? Did they do it purposely?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"They knew that, and they intentionally decided to have deviations greater than percent? That's what you're saying?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That goes both back to my point that they decided that they wanted to make this a representational matter. But do -- so they were precluded -- intentionally decide to exclude it?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, we have -- we have Alderson Reporting Company plenty of case law that says you can have deviations greater than percent -- Hawaii did -- if you have a legitimate reason. And so why would -- the great representational need that Justice Kagan was talking about not be an adequate reason?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You're -- you're now -- you're now saying to percent is okay instead of percent when we use total population."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose Texas said here, we want children to be represented? That's all. Children. See, they're not voters. So suppose -- if we take children out of it, what's the deviation?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, how about --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"How about children who are citizens when their parents are not, which is fairly common in many areas?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. General Keller. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, why don't they use that under Section 2, then?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"The Voting Rights."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it is -- it is called the one-person, one-vote. That seems to be designed to protect voters."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"There are at least two arguments that could support your position. One is that it's one-person, one-vote, and what counts is giving each person an equal chance of affecting the outcome of the election. But total population figures are a good enough proxy for eligible voters. That's one possible argument. And that's -- that's what the census measures, and that's close enough. Another argument is that representational equality is the real basis, and therefore that's why you use population. So which argument are you making?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It seems to me that the two interests are not always consistent. They can be in great conflict. You can have a situation if you --  if you want to equalize population, you may have a situation where you cause great inequality in the --  the chances of any --  of voters affecting the outcome of the election. On the other hand, if you choose eligible voters only, then you may have a situation where every person within two districts does not have an equal representation defined in some way in the legislature. I don't think you can just say, well, it's --  you know, we serve both. What do you do when they come into conflict?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if the voter population is a permissible basis under the Constitution, I assume that's because there is -- is an ethical, a good government, a liberty interest in protecting these voters. That's a valid interest, correct?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if in a case like this where there is a percent deviation, something of that order, then why isn't Texas required at that point to recognize that these interests that are legitimate under the Constitution, which are voter based, should not be accommodated, and so that you should at least give some consideration to this disparity that you have among voters?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What we have -- and that's why I think Justice Alito's question is important -- is a table on page of the Blue Brief. Now, just looking at that table, by inspection, I don't know whether the true -- whether this is true or false. So I thought the major difference between the two here is probably that some areas of -- of the State -- there are a lot of people who are working and they have children. I mean, it can't all be explained on the basis of illegal immigration or something. It just can't be, given those numbers. I don't think so. And if we accept the principle that it's voter equality, we are saying that the family of two of certain age that has eight children or whatever is Alderson Reporting Company getting no representation for those other people or human beings. And if we accept the opposite, we have to put up with inequality of --  of power of voters. You have to --  you have to say the one or the other. And you could take your position it's up to the State. But I mean, that seems to me to be what's actually behind the numbers that he's --  that --  that are being quoted, but I'm not sure. So I'd like your reaction."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That sounds an awful lot what they had in or something, where the British Parliament said, well, don't worry, America, you're represented by the people in England because after all, they represent everybody in the British Empire. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, that people are being represented through somebody else is a little -- possible, but tough."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But why is one option exclusive of the other? Why can't you have both? You have population equality and voter equality, both, especially when you have indicated that a voter-based apportionment is -- is valid and serves important purposes. And here it's being completely -- it's being very substantially disregarded with this huge deviation. Why can't you use both?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"That sounds highly probable to me. Has anything been written on this, or any studies on this --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- in -- in the context of Texas."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Do you have any idea how often this is a problem? I mean, it is a case that, of course, around the country, people use total population. But it seems to me that there will be a lot of areas where, in terms of the actual numbers, it's not going to make a difference. Do you have any idea?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But only in -- only in those particular handful of --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And I'm not suggesting --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what if it were you had the same minor or de minimis deviation allowed there? In other words, if you're within -- the Alderson Reporting Company deviation between total population and voter population was within --  under percent, does that take care of many of the areas where it's a problem?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Could you explain why the ACS --  your adversary says ACS is fine; it's used in Section and Section Why would it be inappropriate to use it in --  in deciding the impact on an equal voting analysis?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, General. Mr. Gershengorn. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"That's often used for Section"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, can I ask you this? Who has standing to bring a Reynolds v. Sims claim? Is it anybody who is counted in the census?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Are you going to tell me who has --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Are you going to tell me who has standing or not?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"That includes everybody who is counted in the census."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"It includes --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"It includes aliens. It Alderson Reporting Company includes prisoners."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"It includes undocumented aliens."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But does it include all those groups?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Does it include members of all of those groups?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Isn't your argument that voters are --  are irrelevant?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"What would you say about the Alderson Reporting Company extreme case -- I mean, your time is going to going to expire -- an extreme case. And maybe this would never come up, but what if it did? Suppose you have a district -- you have a rural district, and suppose it's a State where the -- the total number of -- the total population per district is -- is fairly small. You have a rural district with a huge prison and very few other inhabitants. So you -- and you have a neighboring district that has no prison. So in one district, you have that percent of the population are eligible voters; and the other district, percent of the -- the population are eligible voters. That would be okay?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Consovoy, you have four minutes remaining. "},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm just thinking that I'd like to know, before knowing whether this is mandatory or not, your position. I'd like to know an awful lot more than I know about who these people are who are being represented on the representational theory, and who are not being represented on the voter theory."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Now I don't know who they are from the briefs; and therefore, it's pretty tough for me to --  to tell. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Illegal immigrants."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That's not quite accurate. For -- for most States, too many, they disenfranchise prisoners, except for those who come from that locale, which is quite rational. Most States disenfranchise the mentally ill. So how are they -- who else are they going to disenfranchise?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"WILLIAM S. CONSOVOY","firstName":"WILLIAM","lastName":"CONSOVOY","counsel":true,"justice":false,"side":"petitioner","words_spoken":3949,"interruptions":13,"times_spoken":33,"laughter":1,"num_int_by":3},{"id":1,"fullName":"SCOTT A. KELLER","firstName":"SCOTT","lastName":"KELLER","counsel":true,"justice":false,"side":"respondent","words_spoken":1594,"interruptions":7,"times_spoken":20,"laughter":0,"num_int_by":3},{"id":2,"fullName":"IAN H. GERSHENGORN","firstName":"IAN","lastName":"GERSHENGORN","counsel":true,"justice":false,"side":"respondent","words_spoken":1807,"interruptions":5,"times_spoken":14,"laughter":1,"num_int_by":1},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":209,"interruptions":2,"times_spoken":14,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":245,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":582,"interruptions":1,"times_spoken":15,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":373,"interruptions":1,"times_spoken":6,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":643,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":427,"interruptions":2,"times_spoken":13,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":184,"interruptions":1,"times_spoken":5,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":13,"words_spoken":3949,"times_spoken":33,"laughter":1,"num_int_by":3},{"side":"respondent","interruptions":12,"words_spoken":3401,"times_spoken":34,"laughter":1,"num_int_by":4},{"side":"justices","interruptions":7,"words_spoken":2663,"times_spoken":67,"laughter":0,"num_int_by":4}],"outcome":{"side":"respondent","margin":8},"num_jusitces":8,"prediction":{"petitioner":null,"respondent":null,"date":1473644127410}}