{"petitioner":{"name":"KINGDOMWARE TECHNOLOGIES, INC.","counsel":[0]},"respondent":{"name":"UNITED STATES. ","counsel":[1]},"caseNumber":"14-916","date":"2016-02-22T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case No. 14-916, Kingdomware Technologies v. United States. Mr. Saunders. "},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Before you get too deeply into the merits of the case, could you just tell us what relief you could get at this point that's consistent with the Tucker Act?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"On the ground that this is capable of repetition yet evasive of review, is that your -- your answer to the mootness?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What was the amount of this contract?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't it strange to get a declaratory judgment that something unlawful occurred in the past but that no other relief is available for this past violation of the law? Alderson Reporting Company"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what I'm getting at is: What good would such a declaratory judgment do?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You did -- your client stipulated away the cost that it would have been entitled to after winning before the GAO, correct?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So there was relief. You just gave it away, essentially."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Your client is still an FSS vendor and is still competing for contact -- contracts that the --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"The government takes the Alderson Reporting Company position that if we rule in your favor, that means that we're doing away with, effectively, the FSS. Is that your view?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Can it tell from that database whether or not a particular vendor is a veteran or a disabled veteran?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there's two databases. There is the general database and there is the FSS database. Are we talking about the same one?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Which -- and then you are wanting to do away with the FSS?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So they go through the FSS and find the veteran-owned businesses?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Saunders, I think that Justice Sotomayor's question is asking you to address what happens if there's than urgent need. I think you would concede it's a slower process if you have to use the Rule of Two. And -- and suppose there is an urgent need for a certain good or service."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but that strikes me as a -- a very thin protection. Are -- these terms imply a lot of discretion: What's fair? What's reasonable? What's best value? The idea that that's going to operate as a significant restraint on the requirement that the VA locate veteran businesses seems a real stretch to me."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"How is it apparent that a particular veteran's business can perform a particular contract? I mean, what in the database shows you, yes, this veteran's small business is capable of performing this contract in a reasonably effective way?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, could you get back to your answer to my question?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"When is it -- what's it --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":4,"sideBefore":"justices","text":"And I suppose there is some system for the government to check to see whether or not this person really has been offering this good, has -- has a track record, because that goes with the fair and reasonable price?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Is this the case --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":8,"sideBefore":"justices","text":"You mentioned the best Alderson Reporting Company value to the United States is one of the qualifications. I understand fair and reasonable price. But what is offer best value to the United States? What does that add to the fair and reasonable price?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the sort of thing that there will be an awful lot of litigation about, don't you think?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"a framework that has you know, there's in terms of arbitrary Well, you're putting a lot more weight on that --  excuse me --  on that provision if you prevail on your statutory interpretation argument. And it seems to me that that provision is inevitably going to lead to litigation. How do you tell what's best? It's a combination of price and quality. It's not any absolute that you can identify, and you know, what's fair, what's reasonable. Alderson Reporting Company I -- I think the businesses that you represent would be litigating those terms -- it's hard to say -- almost in every case."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"How do -- how do we know how to evaluate your answer or the government's position if the government comes and says, oh, this is just unworkable, it's going to be difficult if we've never been involved in government contracting? Are there findings? Are there -- are there writings in law reviews or what -- what do we look to, to determine the empirical basis for your argument, or the lack of empirical basis for your argument?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Based on what we think is going to happen?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But there is no empirical evidence because this is -- this is a new kind of provision, this mandatory set-aside; isn't that true? So we don't have any -- any logic. We don't have any experience at all."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Hasn't the SBA been using it?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But you're not talking about just the small value contracts. You want the supply to all contracts, to all orders. So to tell me that it works for the small ones is not answering the questions of my colleagues. How much is it going to complicate the big ones?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That's why I wondered -- I'm not certain how this works --  that I read the statute. It says, \"The department shall award contracts on the basis of competition restricted to veterans. If, if, if. Okay? Well, what wouldn't be awarded according to veterans? I mean, what was surprising to me is that the goal was to have percent awarded to veterans. But if I read this the way you read it, everything will be awarded to veterans. I mean, maybe not literally, but there are millions of veterans. There are probably hundreds of thousands or millions of veterans' businesses. So wouldn't everything be awarded to veterans? What wouldn't be?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What wouldn't? That's what I want you to address."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"How many are there? Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It may be percent of businesses, but the question is what does the Department of Veterans Affairs buy? And my guess is they buy lots of stuff. They buy household stuff, they buy paper towels, they buy buildings, they buy all kinds of things. And in respect to all the things they buy, if you read this, a contract supplies to everything. I guess they'll buy it all from veterans. Now, it's just -- or percent, I don't know. It's very surprising to me that Congress would have wanted the Veterans Administration to buy everything from veterans. Now -- now, that's -- or nearly everything. Now you explain to me -- I must be missing something -- and -- and you explain to me what I'm missing."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no, I understand that. I said they have certain qualifications, of course. Do you think the veterans -- things aren't -- they have reasonable prices. They -- they have -- they're Alderson Reporting Company qualified. They do a fine job. Let's say it's surprising that Congress would have wanted nearly everything to be bought from veterans, that's all. And where am I wrong?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not saying they can't perform."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I want you to address what you're calling this natural cap. You're saying to me you're wrong, it doesn't mean everything, it means like percent. Is that what you're saying? Or what -- what are you saying? Explain what it is. I read it. I thought it's everything. Now you explain why it isn't everything or nearly everything. I mean, if you're not a veteran, Congress wouldn't normally say you don't get a leg up, but to shut you out entirely? I mean, that's -- that's just my problem that I want you to explain."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you saying Congress want --  just wanted everything that veterans can supply to be supplied by veterans? And if I say, is that everything, it's not --  it's not a hundred percent, probably not percent, but it might be percent. I mean, I'm guessing. You tell me. You're the expert. What percent is it when you win?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought your answer would be a hundred percent."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What's the --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":6,"sideBefore":"justices","text":"What is your answer to Justice Breyer? A hundred percent provided the statutory requirements are satisfied?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And we know how many businesses there are because they registered under a special procedure. Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what Justice --  what --  Justice Breyer raised a question about the way this statute is worded because it says, \"For purposes of meeting the goals.\" And the goals are very low; the goals are percent. So it seems odd for a statute to say for persons of meeting a 3-percent goal, you should do the following, which will lead to percent."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"How high?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That could be four percent."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, it sounds like the government did very badly in meeting its goals. And you can understand why Congress would have done something to say the government -- and specifically the VA -- has to do a lot better toward meeting its goals. But the goals are still, you know, pretty far down compared to what Justice Breyer was indicating is the natural tendency of this system that you're describing to produce -- you know, almost everything is given to a veteran."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"You -- you mentioned that the -- you've mentioned several times, I think, that there has to be a veterans -- veteran-owned business that's eligible as -- as -- but don't you think there will be a lot more veteran-owned businesses if you prevail? In other words, if everything is open to the preference, as long as there is, you know, two that get the preference, don't you think a lot more veterans -- won't it make a lot more sense for them to go into business rather than some other line of work?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you shouldn't be telling us that the limitation is that there's only so many veteran-owned businesses, because if you prevail, there will be many times that."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I see many good things. People would enlist in the Armed Forces. They would have careers assured after. It just still surprises me, Alderson Reporting Company but my question is not really aimed at you. It's aimed at the other side, and you would have a chance to answer this question. I can understand. I accept your argument, pretty much. I don't know why there would be any exception to the SS --  the FSS, or whatever it's called. But I was rather stopped by the lower court's argument which they have given up, which is that right in the statute, not in a preference, but right in the statute it says, \"For purposes of meeting the goals,\" under Section A. That, I understand. And then what you do is you'd have goals; they should be tough goals, and --  and if you're way ahead of the goals, then maybe you don't have to do it. That was their argument. The government's given that up. So --  so I don't know what to do. I mean, I'm going to ask them for help --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"--  and then --  the same --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Tripp. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Tripp, would you preliminarily explain why the government walked away from what was a winning position in the Federal circuit? I mean, it's really odd. I read the Federal circuit decision, and I expected to open the government brief and say, yeah, the Federal circuit was right. You're telling us the Federal circuit was wrong."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Your answer to Justice Ginsburg is that the Federal circuit was actually right even though you disagree with its reasoning. And isn't the real answer to --  is the real answer to this question that the --  the VA regulations don't say anything about goals?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I don't quite --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So why is it that you call these order --  order contracts? I look at --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I look at your history, and you, yourself, the government itself, calls these orders order contracts."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It's not a kind. It is a contract."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So tell me what kind of contract do you have, absent the order with the FSS Alderson Reporting Company vendor?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"How difficult is it for you to take the database that you have with respect to what are veteran-owned businesses. Take that database, look at it, look at what it is you need, a stapler, and see if -- how many vendors on that list supply staplers, and then check that against the FSS?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"If there's no veteran that matches the FSS list, then you go to the FSS. What's the problem with that --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"No. You didn't listen to me. Alderson Reporting Company You go to your veteran-owned list; you're looking for staplers. You find five veteran-owned businesses on your list that sell staplers, but you want to -- you need an FSS supplier, because you don't want to negotiate a new contract. You don't want to do all that hard work. You check whether there are two or more of those five on the FSS list."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Exactly. Exactly."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I don't care about the merits of whether it wins or loses. I'm talking about the legal issue. What is so difficult about that?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I don't -- I don't --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Except the FBA has interpreted this contrary to you; so has the GAO."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Tripp, I guess I'm not sure I understand. I mean, I understand your policy concerns and -- and the way you think this will damage procurement practices. But the statute just seems pretty clear. Once you say that this is a contract, what you've said in your brief and right now. And once you say that, it just -- the statute says, \"A contracting officer of the department shall award contracts on the basis of competition restricted to Alderson Reporting Company veterans' small businesses.\" So that seems to kind of answer the case, whatever the policy identifications are."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it's your own understanding of contract. You just said this is --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"--  contract."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But as I understand it, all of those contracts have a \"may\" in there."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Or almost all of them do."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah, but -- but most of them have a \"may.\" But here you have -- and -- and the \"shall\"s, the one or two that there are, have really never been adjudicated by -- certainly by this Court."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So the question is, well, there we are. We are, you know, for the first time deciding what this language means, and this language means that you shall award contracts on the basis of this restricted competition. And you say this is a contract, so you know, end of case."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But I don't understand Alderson Reporting Company your policy argument. Why is it so tough for you to -- to get those things from an FSS --  from an FSS vendor if it's a veteran? I mean --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"This year --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But the question --  I think the question is, it's --  it's a matter of just --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"--  pushing a second button on the computer."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"First of all, I want to see what --  what's the FSS --  FSS, and then I want to see if there are any veterans-owned businesses that provide that service or that product on the FSS. push two buttons. That's it."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, in every case there has to be -- we're dealing with small -- veteran-owned small businesses. The examples you gave, stents, wheelchairs, ultrasound machines, are there many small businesses that provide ultrasound machines?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"There are expensive, big things that you expect you have to be a big company to provide, like an ultrasound machine, or you mentioned stents. Now maybe if they're commodities, then to provide fair price and best value, it also would help to be a big business as opposed to a small business. Let me -- I -- I can't imagine the small business is going Alderson Reporting Company to make a stent that is going to be at the same price and same quality as some --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- pharmaceutical company."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"percent of your acquisitions?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. So I should discount your parade of horribles argument by percent. It's really not as horrible as it sounds."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Is this the case? Do I understand this? Am I --  there are three parts to this. Question one in my mind, is it the case that they lose because the agency does not have to apply veterans only where they way exceeded their goal? The answer to that in the opinion would say, we do not reach that question for there are no regulations that suggest that the agency has tried to take that approach. Am I right so far?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Correct."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"All right. Then we reach question two, left one open. Question is do they have to choose the Rule of Two in the FSS? And there are two parts to that. The first part is suppose two veterans qualified are already on the FSS list. And there we might say, yes, you do in respect to them. Or we might say, no, you don't. But if we say yes, you do, at least we Alderson Reporting Company don't, in your opinion, wreck the system. All right. Then we get to Step There is no veteran on the FSS. Now what do we do? And there your argument is that, look, everyone on the FSS is a person who has entered into a contract, which contract says that when called upon for further supply, they will give it. Am I right?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So, therefore, it is that contract, not the contract within the contract that they're talking about. And were we to say the contrary, we would have to take an architect who has 40,000 pages of things he's going to do, and we change the sentence on page to read rather than 400, and we say that's a new contract, or something like that. I'm trying to make an argument for you. It's not a contract within a contract, it is contract to which this refer. Am I way off base or is that what you're trying to say?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And don't just say it is because you think I'd agree with it, please. (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"All right. Well, if it isn't that, look, these people on the FSS list have already entered into a contract, this is just implementing the contract that they've already entered into. If you're not saying that, then how in heaven's name do you get out of his argument?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Tripp, this is an -- an overarching problem. The -- the argument which you state very well is very complex. The Federal circuit had a really simple take on it, and all of these regulations and provisions that you are mentioning didn't figure at all in -- in the Federal circuit's opinion. So you're putting us in the position of being a court of first view in a rather dense area. This -- this Court usually doesn't do that. It likes to know what --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- other judges have thought about it."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Consider --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Consider the argument, or consider mootness?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What --  what factors does the secretary look to when the secretary sets goals? Because I'm going back to the argument about for purposes of meeting the goals."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What --  what --  what standards does the Congress impose on the secretary when the secretary sets the goals?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What does he --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What does he consider in deciding whether to go 5, 10, 15? The risk of litigation? The higher the goal is? Or --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if the discretion is that broad, then it seems to me that maybe the Federal circuit was wrong, that these goals are simply aspirational. But that doesn't have any real effect on the operation of the statute."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"When -- I'm sorry. When you say you're crushing the goals, that means you're meeting them? (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Could you please --"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":6,"sideBefore":"justices","text":"Could you explain --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":3,"sideBefore":"justices","text":"-- explain to me --"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":6,"sideBefore":"justices","text":"Could you -- could you explain why the FS -- use of the FSS was important with respect to this particular contract? You provide examples of the VA's ordering standard commodities like a stent, or pencils, or something like that. But this was -- my understanding -- maybe this is not right -- this was a custom service that you were seeking, and --"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- what you did was to solicit a quote from a single contractor. So how does that fit in with the arguments you're making about the need to use the FSS?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"One of the amicus briefs suggests that the VA is now doing increasingly complex procurements by way of the FSS. That we have it in our heads that this is all about, you know, staples and paperclips, but that, in fact, the FSS is being used to do things that would previously have been done on the open market."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Tripp, can -- can I ask, what effect would this statute really have on your view? As I understand it, the government does have to use the Rule of Two on all open-market purchases; is that right?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Above, like, a very low threshold? Is it 3,500, something like that?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So -- so if you're right, what did this statute actually accomplish? In other words, you already have to use the Rule of Two for open-market purchases, or almost all of them."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What does the statute do?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Who --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And you still haven't answered my question fully. If we limit that to preexisting orders where there is two or more veterans -- Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- on the same practical consequences."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Like we limit everything else. Once we say what we think, Congress then decides what it's going to do in the future."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Right now, there are no statutes like that."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"The Small Business Administration has read it the way Kingdomware --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Do --  do you know what proportion of the VA's annual purchases are under the FSS?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Yes. Is it percent, or --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"20?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What was the percent? There was a percent figure."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I see."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":5,"sideBefore":"justices","text":"What are the kinds of things that aren't done under the FSS? Like, what's the remaining 80?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, how -- do you know how many veteran-owned businesses would be able to offer the best value on pharmaceuticals to the VA?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Saunders, four minutes."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What response do you have to judge -- Justice Ginsburg's question that really you're making us a court of first impression here? Shouldn't we send this back?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"THOMAS G. SAUNDERS","firstName":"THOMAS","lastName":"SAUNDERS","counsel":true,"justice":false,"side":"petitioner","words_spoken":3335,"interruptions":23,"times_spoken":50,"laughter":0,"num_int_by":7},{"id":1,"fullName":"ZACHARY D. TRIPP","firstName":"ZACHARY","lastName":"TRIPP","counsel":true,"justice":false,"side":"respondent","words_spoken":3273,"interruptions":33,"times_spoken":67,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":544,"interruptions":2,"times_spoken":19,"laughter":1,"num_int_by":1},{"id":3,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":221,"interruptions":2,"times_spoken":7,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":321,"interruptions":2,"times_spoken":9,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":409,"interruptions":5,"times_spoken":22,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":583,"interruptions":11,"times_spoken":33,"laughter":0,"num_int_by":4},{"id":7,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":575,"interruptions":1,"times_spoken":18,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1054,"interruptions":3,"times_spoken":16,"laughter":1,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":23,"words_spoken":3335,"times_spoken":50,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":33,"words_spoken":3273,"times_spoken":67,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":26,"words_spoken":3707,"times_spoken":124,"laughter":2,"num_int_by":6}],"outcome":{"side":"petitioner","margin":8},"num_jusitces":8,"prediction":{"petitioner":null,"respondent":null,"date":1473644127409}}