{"petitioner":{"name":"STEPHEN M. SHAPIRO,ET AL.","counsel":[0]},"respondent":{"name":"DAVID J. McMANUS, JR., CHAIRMAN, MARYLAND STATE BOARD OF ELECTIONS, ET AL. ","counsel":[1]},"caseNumber":"14-990","date":"2015-11-04T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 14-990, Shapiro v. McManus. Mr. Kimberly. "},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What if it's perfectly clear that the plaintiffs are entitled to judgment? Let's say the State legislature goes back to its pre Reynolds v. Sims method of constituting the State legislature. Does that have to be referred to a three-judge court?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what --"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":5,"sideBefore":"justices","text":"How do you square that --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":4,"sideBefore":"justices","text":"Go ahead."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":5,"sideBefore":"justices","text":"Okay. How do you square that with the statutory language?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe Goosby was wrong. You don't think Goosby was wrong?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, I know that. Yes. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":5,"sideBefore":"justices","text":"Well -- I'm sorry. Well -- I'm sorry, why don't you --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you do if your argument in -- in a case that might go before a three-judge court is that the Court's precedents should be overruled? It's clearly foreclosed by the Court's precedents, but maybe there's a very good argument that the -- those precedents are -- haven't withstood the test of time or whatever. What happens then?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":3,"sideBefore":"justices","text":"This Court's precedents?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":6,"sideBefore":"justices","text":"Yes, yes."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand the Chief Justice."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"By the -- by the -- by the single-judge court?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I have -- I have some problems with that. Suppose the -- the case has been on the books from this Court for 15, years, has all sorts of academic commentary; certain circuits have questioned whether the reasoning is still valid. A single-judge court can dismiss in that case?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And I'm surprised -- you think they do need to take that position?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I take it Goosby is not parallel to Rule Rule is a class of cases which are more frivolous even than what Goosby would have --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, really?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Am I right that Goosby thought of that as part of the jurisdictional question?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"In other words, it's an application of Bell v. Hood --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- which suggests that if something is so obviously frivolous, then the Court has Alderson Reporting Company no jurisdiction on it at all?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But it's a very difficult line you're drawing, and -- and I understand Bell v. Hood. But you're saying he can't do it. He can't determine that the three-judge court is not required just because the plaintiffs are wrong, but he can make that determination if they are really wrong. And -- and your brief in the analysis and all this, it -- it is always -- it's -- it's like a thesaurus. It's just a collection of adjectives that all mean \"frivolous,\" \"insubstantial,\" you know. And I'm not sure it gives a great deal of guidance to -- to a court."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you call it -- I guess my concern --  you call it a rule, but it's really not much of a rule. It's just kind of a --  I don't know, a sense that something is --  is really bad, as I guess I said earlier, as opposed to just bad. And I think that's an awfully fuzzy line to --  to draw, but fuzzy in --  in when you're talking about jurisdiction where you like to have very precise and clear rules."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Could the Respondents argue that, in the light of Iqbal and Twombly, Goosby should be reconsidered, and the Federal court should have some --  district court, single judge should have some more authority? Or does that work the other way, do you think?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Does it depend -- does your argument depend on categorization of what is frivolous in the Goosby language as being jurisdictional?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So what happens under the current statute that calls for a three-judge court on request of a party? Suppose nobody requests the three-judge Alderson Reporting Company court. Would --  could the single judge proceed with the case?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You --  you --  you don't think --  and let's assume that --  that Goosby is jurisdictional. Does that mean that we must let the single judge determine it?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is it that the single judge must determine the jurisdictional question? Why can't that be left to the three-judge court just as Alderson Reporting Company everything else is?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Perhaps the jurisdiction has to go to that court as well."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Does -- does the waiver argument, the argument that this can be waived by the consent of all parties, does that rest on decisions of this Court?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"In my -- what --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":8,"sideBefore":"justices","text":"Has the waiver rule been adopted by some of the circuits?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why do you --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":7,"sideBefore":"justices","text":"But there was a -- there was a change in '76, and that's when they put in \"upon the filing of a request.\" And that language suggests that it isn't a jurisdictional question, because if a party has to request it, it normally follows if a party doesn't request it, it's waived."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"In reality, on the ground, what percentage of cases is there a request for a three-judge court?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Litigants want this?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Are there any litigants that say to themselves, I'd rather have a one-judge court, thanks?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It -- wasn't it a practice in the old days that if you didn't want the three-judge court, you simply didn't ask for injunctive relief? You filed a complaint for declaratory relief and then you didn't -- you could get your one judge?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't know why it's contrary to a jurisdictional status that it has to be requested. I mean, can't a request be one of the conditions to confer jurisdiction just as a plaintiff is one of the conditions to satisfy Article III and thereby confer jurisdiction?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Let me get back to the question Justice Kagan asked. It was certainly the case when the law was enacted that the three-judge court was viewed as an anti-plaintiff provision. The idea was that single judges were too quickly issuing injunctions, you know, blocking the State enactments, and they thought that would be less likely if you had three judges. I'm not sure if that's still true today, but it certainly was when the law was passed."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And plaintiffs liked it because you could skip over the court of appeals and go right to this Court, and on appeal rather than certiorari."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Sure it is. Come on."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Really think that's questionable?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How do you think the --  the Goosby Rule applies to political gerrymandering claims in general? This Court has never seen one that it thought was justiciable. Do you think there are any that --  but assuming that the possibility that there might be one is enough to take the case to the three-judge court? And if that's so, are there any that would not go to a three-judge court?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But so long as it favors who --  the party that controlled the legislature when the plan was drawn up, which is almost always the case, couldn't a political gerrymandering claim be made that that's why it was done? Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"We might get to this question, but at some point somebody is going to have to say whether you do have a substantial claim."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Because?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Vieth?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Because? (Laughter.)"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I didn't understand. If you're not going to go that far, you want to brief what question before the district?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So you'd want to brief it under Goosby or something? Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, I see."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Sullivan. "},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"May I go back to something you just said? Because I thought that the word \"required\" was in the statute. It wasn't introduced in '76; it was there before."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Required to be heard by a three-judge court."},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"On what basis are -- it sounds to me that you're giving a meaning to not required that was different to the meaning we gave to it pre-1976. Am I correct?"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"I --  he took out the adjectives, descriptors from our case law: \"Insubstantial,\" \"wholly insubstantial,\" \"frivolous,\" Alderson Reporting Company \"obviously or essentially frivolous.\" I mean --"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"-- that's very different than a 12(b)(3) motion."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, they -- they want to raise about as important a question as you can imagine. They want to say, reading Vieth, that the State legislators are forbidden to draw district boundaries the way that has been done here. I take it that's their basic claim. And if they are right, that would affect congressional districts and legislative districts throughout the nation. So what reason could Congress have had for saying, although we want three-judge courts to decide these kind of cases generally, where the single-most important issue that could possibly be raised -- I exaggerate only slightly -- is raised, that kind of Alderson Reporting Company issue is for a single judge?"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Do you want to give me a list of those cases with -- I'm going to continue it."},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Answer Justice Breyer."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, haven't they strayed from that -- or Congress has, because Congress said you also get a three-judge court if you're attacking a Federal statute, right? It started out with the concern about enjoining State statutes. But if you were trying to enjoin a Federal statute, you could also get a three-judge court, right? And there was no State-protective interest involved in that."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Can I make sure I understand what you're saying, because what you're saying now is different from what I had thought that your briefs were Alderson Reporting Company saying? I had thought in your briefs that you were relying on changes in the law that -- that Congress made in -- I think it's 1976; is that right?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But now you're suggesting that you're not relying on that, that you're saying that before that, we -- we viewed as acceptable a -- a one-judge court dismissing a case. Is that now what you're saying, historic practice favors you as opposed to the -- the amendments favor you?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It's a winner for you -- it's a winner for you if those prior cases say what you say they say."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it should have been Alderson Reporting Company in your brief. I mean, you should have made that point in your brief."},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"For my edification, what are the cases --  I know Bailey is one. What are the other ones you're relying on?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Sullivan, I -- I -- I guess I'm -- I'm not so inclined to think that. We always have had this very narrow category of cases which we say we're dismissing on jurisdictional grounds that sound kind of merits-y. But -- but we've cabined that. You know, we've basically said that's only when it's completely ridiculous. And so there's no case at all. It's just a laughing stock of a case, given our precedents. And that's a very different kind of inquiry Alderson Reporting Company than the typical 12(b)(6) inquiry."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I don't know what you mean by \"extraterrestrials.\" What are these --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Aliens? No?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. And that -- that's what you mean by \"extraterrestrial\"?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Outlandish. Okay."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":5,"sideBefore":"justices","text":"Bailey is -- I mean, Bailey was the mirror-image case. I mean, it was a case where some African-American plaintiffs were saying they have a constitutional right to travel without discrimination in interstate commerce, as I read it. And they convened a three-judge court because they wanted to set aside Mississippi law to the contrary, in And the court said, but it's absolutely clear that a statute that requires segregation is unconstitutional. So this shouldn't have even been heard by a three-judge court because there has to be some kind of an issue. And the words it uses are it doesn't require a three-judge court when the claim that a statute is unconstitutional is wholly insubstantial."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"He's speaking nonexistent. And they said it's nonexistent because it's clear what Alderson Reporting Company the Federal law was. I mean, that was the nature. So -- so I don't see how that helps you."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"That's true, but I mean, they put down a standard as to whether or not a three-judge court is necessary. And they say a three-judge court is not necessary when the reason for giving the three-judge court -- you know, if it's -- if it's insubstantial. In that case you have to have a three-judge court, I guess, when there's some constitutional issue. They said there is no constitutional issue, not because it was frivolous or from Mars, but for the opposite reason: The law was clear."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"All right. So here his -- Alderson Reporting Company I guess you're going to think certainly, he's not clearly right, and the question is, is he clearly wrong."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So you say \"required in the statute\" means \"states a claim\"?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So let --  let's assume you have a district judge who says it fails to state a claim. And --  what does the plaintiff do? Where does the appeal go?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So it goes all the way up, and if --  if he loses in the court of appeals, he tries to come up here, right? And we finally decide it did state a claim. Then what happens? It goes back down and you begin all over again with a three-judge court, right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Wow. Wow, that's --  I mean, that's my comment. (Laughter.)"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":5,"sideBefore":"justices","text":"It's extraterrestrial, as he said. Alderson Reporting Company (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, the other alternative is it's a three-judge district court, and then we have to take it on the merits. I mean, that's a serious problem because there are a lot of cases that come up in three-judge district courts that would be the kind of case -- I speak for myself, anyway -- that we might deny cert in, to let the issue percolate. And now with the three-judge district court, no, we have to decide it on the merits."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"We care even more than Congress. Trust me."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Kimberly, you have minutes left. "},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Explain why that's so. Why is -- why is that so clear that -- that it's frivolous, you know?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And it doesn't matter whether that's frivolous or not?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Does it happen often that Alderson Reporting Company a single judge will say there are three issues here; one would definitely involve a three-judge court, but the previous are ones that I can reach, and so I will reach those first. Does that happen very often?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"To -- to -- to say otherwise, we -- we would have to say that you get -- you get no appeal in one category of case. I -- I -- I -- you know, I'm -- I'm not sure it -- it would comply with due process to -- to have a judgment from which there is no appeal."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And that's what you're saying, that -- that Congress would have provided for no appeal whatever if you -- if you -- if -- if -- if the State wins. No appeal for the plaintiffs."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- as far -- as far as I Alderson Reporting Company understand it, his strongest argument on the other side would roughly go --  he didn't put it this way --  like this: On your side is the fact, well, why wouldn't a three-judge court decide a very important question of law in this area? On the other side of it is that, well, you just have left, in three-judge courts primarily, almost exclusively, reapportionment issues, which are specially political. And to put these all, you know, they are very --  because of the opinions you point out in Vieth, there's a huge variation of all kinds of different legal claims that might be made. And if there is a set of cases where this Court should be careful as to when and how and which it enters in which order, i.e., discretion, if we accept your view, that set of cases where we should be particularly careful as to how we proceed will be the set of cases where we have no choice and we have to take immediately whatever variations on the theme of disproportionate gerrymandering, da da da, whatever order they happen to arise and whenever they happen to arise, because we have no choice."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So now you have -- now you have cases quite often, particularly in the most sensitive ones, decided by a vote of two to one. So I don't know how that -- how that particular answer is very responsive to the concern that Justice Breyer has pointed out, which -- which is one I share."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, to go back to your --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":4,"sideBefore":"justices","text":"Just to follow up: In -- in recent years, is it true that in reapportionment cases, the majority of the way we've handled direct appeals has been summarily?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no. I'm just talking statistically."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"When you say \"taking\" them, I mean, they're being presented to us. We have no choice, but taking -- Alderson Reporting Company (Laughter.)"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"On the issue of political sensitivity, if it goes to a single judge, you will have a decision by a judge who has presumably been selected by the spin of the wheel, or by -- at random, and then you'll have an appeal to a court of appeals panel that is presumably chosen at random. Whereas if it goes to a three-judge court, there will be a decision, and it may involve some very sensitive findings of fact by a panel that is hand-picked by the chief judge, who is in a position to appoint himself or herself to the three-judge court and select a third district judge who the chief judge believes is likely to agree with or defer to the chief judge. So I don't see how that -- how that creates an insulation against the appearance of political favoritism. Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"MICHAEL B. KIMBERLY","firstName":"MICHAEL","lastName":"KIMBERLY","counsel":true,"justice":false,"side":"petitioner","words_spoken":3307,"interruptions":25,"times_spoken":56,"laughter":0,"num_int_by":7},{"id":1,"fullName":"STEVEN M. SULLIVAN","firstName":"STEVEN","lastName":"SULLIVAN","counsel":true,"justice":false,"side":"respondent","words_spoken":2278,"interruptions":14,"times_spoken":32,"laughter":1,"num_int_by":4},{"id":1,"fullName":"on behalf General","firstName":"on","lastName":"General","counsel":true,"justice":false,"side":"","words_spoken":0,"interruptions":0,"times_spoken":0,"laughter":0,"num_int_by":0},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":568,"interruptions":1,"times_spoken":15,"laughter":1,"num_int_by":1},{"id":3,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":321,"interruptions":2,"times_spoken":7,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":458,"interruptions":2,"times_spoken":27,"laughter":3,"num_int_by":2},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":274,"interruptions":1,"times_spoken":15,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":286,"interruptions":2,"times_spoken":10,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":283,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":618,"interruptions":0,"times_spoken":11,"laughter":1,"num_int_by":0},{"id":9,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":107,"interruptions":1,"times_spoken":6,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":25,"words_spoken":3307,"times_spoken":56,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":14,"words_spoken":2278,"times_spoken":32,"laughter":1,"num_int_by":4},{"side":"justices","interruptions":10,"words_spoken":2915,"times_spoken":100,"laughter":5,"num_int_by":7}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.5925320134526552,"respondent":0.40746798654734484,"date":1472703110901}}