{"petitioner":{"name":"RJR NABISCO, INC., ET AL.","counsel":[0,1]},"respondent":{"name":"THE EUROPEAN COMMUNITY, ET AL.","counsel":[2]},"caseNumber":"15-138","date":"2001-03-21T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 15-138, RJR Nabisco v. The European Community. Mr. Katsas. ORAL ARGUMENT BY GREGORY G. KATSAS ON BEHALF OF THE PETITIONERS"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If -- if the statute isn't -- the statute doesn't say \"domestic injury,\" does Alderson Reporting Company it?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So you're making a distinction between RICO when the government is using it as a prosecutorial tool -- tool, and RICO --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Katsas, can I ask a question that -- this is an analytical question, not necessarily at all an argument that your result is wrong, but I -- I guess I'm confused by what you said now and what you say in the briefs that this is a matter of looking to the focus of the statute, because my understanding of Morrison is that this whole focus inquiry came in at the second step of the analysis. In other words, once the Court had decided that the presumption against extraterritoriality had not been rebutted, then there was an additional argument that had been made like, oh, this really does involve domestic conduct. And so the Court used this focus test to decide whether it was the domestic conduct or the extraterritorial conduct that was the focus of the Alderson Reporting Company statute. But that doesn't seem to answer the question whether the presumption is rebutted at all, and it doesn't seem to answer the question that I think you're trying to get at, and it's an important question, as to whether we look at that presumption question section by section or for the statute as a whole."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I guess I just would have thought that the question is whether these are Alderson Reporting Company discrete provisions in some way such that a conclusion is to the extraterritoriality of one doesn't really effect -- doesn't tell you anything about the extraterritoriality of the other. And it seems much less important as to what the focus of the statute as a whole is even if, you know, one could -- if one could answer that question."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me. Why -- why did -- look -- look at the first example of what Justice Kagan is talking about, Appendix B of the government's brief, U.S.C. 37(b), jurisdiction over acts of violence against a person at an international airport outside the United States if the offender is found in the United States. Now, that -- I can understand why they would make that a crime."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why would they put it in RICO unless they wanted somebody who was hurt to be able to get damages?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"The injury is to somebody at the foreign airport."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Look, business is hurt. They blew up an airport in -- in Tasmania. Okay? So -- so I guess that blowing up an airport there could hurt somebody. But my question is, what was it doing in RICO, if in fact Congress doesn't intend a foreign person hurt to be able to get damages? It's already a crime."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's my -- and maybe this is the wrong example. Think of -- they have a list of about"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. So some of them, I can ask this question to: What's it doing in RICO Alderson Reporting Company unless they want somebody to get damages?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. So your point granted is one word -- three words. Your answer to my question is four words: It was an accident. That's the answer."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then, if it was not an accident -- I mean, explain to me the same question. I don't want to repeat the same question five times."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Listen, let's look at the ones that were not, that are the seven, or if you want, the three. Why would a human being -- now you've got my question."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is it in RICO if they don't want damages?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that may have been true, or largely true at the beginning, but how about Alderson Reporting Company all these amendments that happened after 9/11 which clearly seemed focus on foreign conduct, foreign organization, foreign harm?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, possibly they have some domestic application. But if you ask, but why did Congress pass this amendment at this particular moment in time, what was -- I mean, recognizing that it's sometimes hard to figure out what was in people's heads, I mean, don't you think that what was in Congress's heads at that moment in time was foreign terrorist organizations committing terrorist conduct on foreign soil?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, this just means --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- foreign organizations, even as to that."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That at least suggests foreign organizations."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How do you deal with Judge Lynch's example? There's a foreign terrorist organization. It operates only abroad, but it repeatedly cuts off the heads of U.S. citizens."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Operating only abroad but Alderson Reporting Company its targets are all U.S. citizens."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Either civilly or criminally?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And doing bad things to U.S. citizens. It's the example the -- the section that makes that a crime is 2332(a)(1)."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But it -- so you're saying only the act itself you can't superimpose RICO, because there has been a whole pattern of these. They've cut of a hundred heads."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You --  Judge Lynch, in that --  in his opinion on the en banc, he said, \"Any interpretation that suggests the operatives of a foreign enterprise can't be held accountable under RICO for a pattern of predicate\" --  \"a pattern of predicate crimes that violate Federal statutes\" -- \"Federal statutes that have an express extraterritorial reach would astonish the Congress that made such violations RICO predicates.\""},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, the whole point of RICO is that it does both. It says \"a pattern of conduct,\" and it links that pattern of conduct to the enterprise. And it seems to be, you know, a little bit of a fool's errand to decide which the focus is, when -- when RICO is clearly something that melds the two and says there is a pattern of conduct and it relates in various kinds of ways to an enterprise."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the fact that some things can be separated doesn't mean that everything can be separated. And the question is, how is it possible to understand RICO except as something in which these things are intermelded, and at the very least that -- one is not prior to the other or more important than the other. Alderson Reporting Company I mean, if we are going by our cases, we've said about a hundred times that it's the predicate acts that are --  that are the foundation of RICO."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So you would --  you would say --  I mean, the --  another example doesn't say the --  the --  the Sicilian Mafia commits a series of violent crimes in the United States that would violate RICO if committed by a New York-based Mafia family. But --  so the New York-based Mafia family, RICO applies. Sicilian-based does the very same act; doesn't apply. Alderson Reporting Company"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That is your position, right?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And not the pattern. It's just that the statute gets at after the individual instance. RICO says when you have a pattern, things are a lot tougher for you."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. Goldenberg. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"But RICO imposes, it seems to me, as we've even observed in the domestic context, far more significant -- the impact internationally could be far more significant than prosecution simply of the underlying offenses. It obviously provides the government with extremely strong prosecutorial reach and penalties, far beyond what the substantive elements do. And I'm wondering why that shouldn't cause us to be more concerned with respect to the comity interests that are at stake when you're talking about extraterritorial applicability."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, I thought this was the same question, but I'm elaborating a bit because it's both for you and Mr. Frederick's reading. I thought the answer to my first question would be that the government just wanted the forfeiture provisions --  that's why it put them in --  or the criminal provisions --  that's why it put these other things in --  and you say, that's right. You say, but they didn't want the damages to extend abroad. That's your position."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"You wrote it into your brief."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"And you're the State Department for this purpose, and you ought to know. But then they're the EU, and moreover, not only do they tell us that the nations of the EU don't agree with you, but in fact, what's very confusing about this is, in the Alien Tort Statute case -- which, after all, involved torture, and not simply money laundering -- the EU countries, at least three, were in here with briefs -- I think it was Germany, the Netherlands and Britain -- saying, stay out of this stuff. Not completely, but basically. And you were on the other side. Okay? So what's going on? (Laughter.)"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":6,"sideBefore":"justices","text":"That is, I mean -- and it's not just a -- that's not a criticism. We have to write this. And I think what you think and what those countries think is very important in matters like this. And here they're taking what seem to be contradictory positions. Who do you talk to? Who do they talk to? Is this the right hand not knowing what the left hand is doing in Britain and in -- and in Germany? Is it that no one actually spoke to anybody Alderson Reporting Company except the lawyer at the EU, and then the EU never spoke to anybody in any of the relevant Ministries of Justice or Embassy? Is it that you actually went and talked to the ambassadors of England, Germany, the Netherlands and asked them why do you want us to take a different position in this case than --  it seems to be --  than you took in the other case? I mean, I have a few pages here. I can't work with a few pages. I have no idea what the right result is here in one important aspect unless I know what afterthought and consideration you, the State Department, and those other countries, and their ambassadors, et cetera, actually think. Do I have enough here to deal with it? What do I do?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Did you consult with the embassies? Did the State Department go out and ask them to have their legal departments over in Germany look up what the actual effect would be of the damages? Or was it the EU that bore total responsibility for this matter without even consulting from Brussels what happens in Alderson Reporting Company Germany or some other place? I mean, how did it work?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"And did it consult with the other three? You see where I'm going, and I'd like your best answer --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"That's -- why isn't forum non conveniens the answer to that? If -- if -- the question is, where should -- who should provide a remedy to this conduct, and if it's -- really is centered in that other state, a forum non conveniens motion should be -- should be made to dismiss the action, because it's a far more appropriate forum abroad."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Ms. -- please. Sorry. Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, then, can I interrupt and talk about your comity concerns, because I understand them. I mean, they seem very important. But once you say that the presumption against extraterritorial is rebutted, on both the pattern of racketeering and the enterprise, once you say that, then drawing the line where you draw it seems to be very policyish. There doesn't seem to be a whole lot of law behind it. So I want to give you an opportunity to make it as law-like as you can, drawing the line here."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Frederick. "},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Why is that? Why is that so, Mr. Frederick? Isn't it rather strange that countries in Europe, Member States of the European Union, are suing in the courts of the United States for injuries sustained to their business interests in Europe? Why didn't they just sue in their own courts?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well --  well, are you saying that the --  the law of personal jurisdiction in the -- the Member States of the European Union is similar to that in the United States, that they would not --  under their laws, they would say they do not have personal jurisdiction over RJR?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Did you, in fact, ask them?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What happened there? Because look, I'm faced with a situation where the State Department is telling me one thing. And --  and I -- it's an area I don't know about. What will really happen in international relations? That's their job. And you are representing the EU, which seems to be taking a position somewhat different than it took previously, and I want to know who did you talk to."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"How --  how did it work?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But if -- if --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"If you prevail, and there is a case with mostly foreign conduct and foreign injuries, and if personal jurisdiction and forum non conveniens are satisfied, then these actions could be brought under RICO in foreign courts, correct?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"In foreign courts."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Let's say a private person is injured in England can bring a -- I take it bring a suit in English court and invoke RICO."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Why not?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you're saying it applies extraterritorially."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I thought the victim here was the European Community."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I'm sorry. I just thought earlier you were citing it. You said the victim is the --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, it's just one."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You --  you can easily --  you can easily envision situations where private parties prosecuting RICO actions for --  against European entities might implicate serious comity concerns whether the racketeering enterprise is a State-owned actor or an --  an entity that's strongly supported by the --  the government. And in those situations, how would comity concerns of the foreign government be taken into account in the private treble damages action?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So here we have racketeering --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Yeah."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Here the --  you have racketeering activity that goes to the illegal trafficking and cigarettes, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So, I mean, what if --  what if --  and you have a --  domestic crime predicates, what --  what if the cigarettes were marketed through, you know, I don't know, an enterprise very important to the government of --  you know, some government that sells cigarettes, the --  you can imagine other products. In other words, it's --  it's --  here you have sort of an organized crime enterprise. But the way the racketeering statute works, and we have a lot of experience with this domestically, it reaches far beyond what you would have thought Congress had in mind when it used the word \"racketeering\" and certainly involves Alderson Reporting Company otherwise legitimate enterprise."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Because it's only the statute that has the extraterritorial -- the extraterritoriality built into them."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Most statutes that are -- crimes that are punishable under RICO will have -- will not have the extraterritorial provision in the underlying statute."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Candidly, is -- why is the EU suing here? Does it have something to do with no one else having a treble damage provision like RICO?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Isn't it -- isn't it strange for a government to choose to sue in the courts of another country?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Unless there is something to your personal jurisdiction point, and I really -- my understanding of -- of the law of a lot of the European countries is that they have a very broad understanding of personal jurisdiction. But putting -- putting that aside, it would seem very strange to choose to sue in the courts of another country."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I'm --  just a moment. I know this. You're absolutely right on that. The --  the question that --  can you, when --  when you sue --  the EU sues, A, an American company. Now, it's been in league with six foreign countries, and they have agreements. And what the crime is, is money laundering, and the money laundering took place in Belgium, and you win. Now, can you go to Belgium and get the damages? You Alderson Reporting Company see? There are six Belgium banks. They are not accused. They are unindicted co-conspirators. And under this --  does this statute allow a --  the EU to come to Philadelphia, find RJR, accuse them of money laundering with unindicted co-conspirators in Brussels, get damages, and then go to Brussels and collect them from the other banks?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But do they get a judgment against the foreign bank?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"The EU --  the jurisdiction only against RJR unindicted co-conspirators or helpers, whatever."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I think they are worried about something like this. I think that's what the State Department is worried about. Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, Mr. -- Mr. Frederick, I understand that argument with respect to what's the ordinary remedial provision of a statute. But this is something a little bit more than that, right? Because this statute also -- this provision also includes substantive elements that don't apply except in the Alderson Reporting Company civil suit for damages. Isn't that right?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So why doesn't that make the difference?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, if we look just at 1964(c) and apply the Morrison analysis in a straightforward way, would that analysis work in this way? There isn't any reference in 1964(c) to extraterritorial application. And where would be the focus of 1964(c)? Would it be the injury to business or property?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But at that time, RICO would not have an extraterritorial application, would it?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But there is a problem with the Clayton Act, even at this time. It's been a nightmare for foreign countries, and there has always been controversy around it. And there were cases called Tamburlaine and others which, you know, led -- led to the kind of thing that the SG has described in his brief. So the Clayton Act is helpful in one respect, but not helpful in the other respect."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Katsas, you have four minutes remaining. "},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. Go ahead. Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"GREGORY G. KATSAS","firstName":"GREGORY","lastName":"KATSAS","counsel":true,"justice":false,"side":"petitioner","words_spoken":2495,"interruptions":14,"times_spoken":34,"laughter":0,"num_int_by":3},{"id":1,"fullName":"ELAINE J. GOLDENBERG","firstName":"ELAINE","lastName":"GOLDENBERG","counsel":true,"justice":false,"side":"petitioner","words_spoken":1196,"interruptions":5,"times_spoken":10,"laughter":0,"num_int_by":3},{"id":2,"fullName":"DAVID C. FREDERICK","firstName":"DAVID","lastName":"FREDERICK","counsel":true,"justice":false,"side":"respondent","words_spoken":2732,"interruptions":11,"times_spoken":34,"laughter":0,"num_int_by":4},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":375,"interruptions":2,"times_spoken":14,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":424,"interruptions":1,"times_spoken":14,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":729,"interruptions":2,"times_spoken":14,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1165,"interruptions":1,"times_spoken":26,"laughter":1,"num_int_by":1},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":57,"interruptions":1,"times_spoken":6,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":241,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":19,"words_spoken":3691,"times_spoken":44,"laughter":0,"num_int_by":3},{"side":"respondent","interruptions":11,"words_spoken":2732,"times_spoken":34,"laughter":0,"num_int_by":4},{"side":"justices","interruptions":7,"words_spoken":2991,"times_spoken":80,"laughter":1,"num_int_by":3}],"outcome":{"side":"petitioner","margin":1},"prediction":{"petitioner":0.5681560573662413,"respondent":0.4318439426337587,"date":1472418053254}}