{"petitioner":{"name":"JERMAINE SIMMONS, ET AL.","counsel":[0]},"respondent":{"name":"WALTER J. HIMMELREICH","counsel":[1]},"caseNumber":"15-109","date":"2001-03-22T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 15-109, Simmons v. Himmelreich. Mr. Martinez. "},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I ask you a question? And that is --  meaning --  the only claims that are exempted under the Act are Bivens claims, which are constitutional violations. Why is it that an Alderson Reporting Company employee who has committed a constitutional violation is now immune from suit merely because the plaintiff's lawyer made a mistake and didn't file a Bivens claim first?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't blame you for that, but you didn't litigate multiple times here. The exemption applied immediately, and the case was over."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The Bivens claim was brought shortly thereafter. They were both simultaneously pending before the court."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So if the court had elected to address the Bivens claim first, the bar would have been avoided."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That still doesn't answer my point, which is, if the district court had chosen to answer the Bivens claim first, there would be no bar in place."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That just means that we're -- we're giving district courts the option to foreclose or close the courtroom door, because the work is too hard to get to?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And a claim that could not be brought against the government. I mean, the Bivens claim was specifically saved out of the Westfall Act, so that the employee would have a Bivens claim. The Bivens claim is exclusively against the employee. There's no Bivens liability on the part of the government. So if you follow the ordinary rules of claim preclusion, there would be no preclusion here, because there was no possibility of bringing the Bivens claim against the government, and claim preclusion would apply only to claims that could have been brought. So you couldn't have brought the Bivens claim against the government. Alderson Reporting Company It would have to be a separate claim."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You would have a nice, clean textual argument if you were willing to argue that \"judgment\" means \"judgment\"; it means any judgment. But in your reply brief, you say that perhaps a technical or a procedural judgment is not a judgment under the judgment bar provision. So what does that mean? What is a technical or procedural judgment?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why wouldn't a dismissal for lack of jurisdiction be a procedural judgment?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No liability on the part of the Federal government under the FTCA, but it's -- it's no judgment at all with respect to the Bivens claim which depends on the employee's conduct. There's been no adjudication at all of the employee's conduct in the first action."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But what -- Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":5,"sideBefore":"justices","text":"Mr. Martinez --"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":6,"sideBefore":"justices","text":"Go ahead."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":5,"sideBefore":"justices","text":"If I could ask you about the -- what I take to be the Respondent's primary argument in the case now, which is the meaning of this phrase \"the provisions of this chapter in Section 1346(b) shall not apply\" --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- and of course, that would include the judgment bar. So if you take that provision for all it's worth, it says that the judgment bar shall not apply. So what is your response to that?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That really does make the -- the language something it's not. Instead of the provisions of this chapter in 1346(b), that's what the provision says, you're essentially reading it to say Section of this chapter and Section 1346(b). So that's a real shift in what the language actually says."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you point out where, in that case, we explicitly addressed that language and rejected it?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Let me just --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's a --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no, no."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"We're all being so polite today."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"is different, though, right? Because 2679, the text of it, says that the exceptions shall be applicable to FTCA actions. So although the Court didn't directly confront this issue, what it might have said, if it had confronted the issue, Alderson Reporting Company was something like, well, 2679, which comes along later, and says all the exceptions are applicable to FTCA actions, essentially says --  creates an exception to the general rule of inapplicability."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"You --  you mentioned --  I'm sorry."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"You mentioned a moment ago that you extensively briefed this question. Did you mean in Smith?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So you briefed it Alderson Reporting Company extensively in Smith, and the Court said nothing about it."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, no. I know the Court's holding. But in terms of the analysis of it, the -- the Court did nothing along those lines."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why? I thought -- I don't understand that. I thought the question in Smith, it was a suit against something happened abroad; isn't that Alderson Reporting Company right?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. And -- and they said that the employee -- did they hold -- end up holding that the employee could not bring the suit?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The employee could not bring the suit. And one of the reasons is because the Bivens action, which that was, is excepted from the Westfall Act, or is excepted -- there's an exception from the -- there's a preface of some kind."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why would it have had to come out the other way? If the Act didn't apply, if the whole thing didn't apply, if the Chapter didn't apply, if the FTCA didn't apply, including the exceptions from the FTCA, then how could the employee have -- why would it have come out the other way?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What I'll do is I'll read that five times. I mean, this is a very complicated -- it's like Abbott and Costello and so forth -- (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":7,"sideBefore":"justices","text":"--  but by the time you get through these statutes --  okay. I read it. I'll read it several times. I will absolutely take it in. Suppose I come to the conclusion that Smith, like so many of our cases, deals with a certain number of issues, and maybe there were alternative grounds and we didn't get to them, and I conclude that Smith, in fact, is not a bar to the argument that the other side is making. On that assumption --"},{"name":"MR. BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"--  is the case over, and they win?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Because?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand you think Smith is the end of it, and all I am saying is one of the things I'm paid to do it is read those cases, and then I have to reach a conclusion of whether Smith is the end of it. If it's the end of it, you win."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, if it's not the end of it, do you lose?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"This is the language that's sort of hanging me up. \"The provisions of this chapter shall not apply to cases that are based on the exercise of performance of the failure to exercise and perform a discretionary function.\" \"Shall not apply to.\" Okay. Alderson Reporting Company Looks pretty good for you. But over here it says, \"The judgment bar shall constitute a complete bar.\" That's very good for you, but just said it didn't apply. It says this -- this chapter does not apply."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That's in the chapter."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's slicing the bologna pretty thin. (Laughter.)"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":6,"sideBefore":"justices","text":"I mean, you know, they're Alderson Reporting Company trying to set up language that applies to a whole bunch of different provisions and saying, you know, all of these provisions don't apply in the context of lawsuits, basically."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Now that's where the Respondents use an argument very much like the one you just used. They say definitions don't apply to claims; isn't that right?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It's a wash."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Wouldn't they apply anyway? Do you need a provision?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Specifically saying that they would apply?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is that bad? So -- I mean, look, as I read it simply, if I can, you look at Alderson Reporting Company the top of 2680, \"The provisions of this chapter shall not apply to.\" And then we have a long list. One of them is an action rising a claim based on a foreign country. So I bring a lawsuit. I was hurt in Mexico. This says the FTCA doesn't apply. And so you say, you know, if it doesn't apply, that means the definitions don't apply. So I say fine. It doesn't apply."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And if I say -- you say the Rules of Civil Procedure don't apply. Fine. Nothing applies."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't have an action."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But presumably just then the normal appeals provisions would apply. You would still be able to appeal a case; you just wouldn't have this special court of claims option."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you say the other two before you --  I'm sorry."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Because I broke into what you were saying before."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"That's the one on 16a of your --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Before -- if I could just interrupt very quickly."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Of the other three, which ones are still current today?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry. How does any of this save you from an individual suit? Meaning under any reading you give this provision, an individual who chooses not to go under and simply sue the individuals involved could do that --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- either under a Bivens claim or under the Administrative Act, et cetera."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What you're saying is, you have the opportunity, as the United States, to step in if you choose. Is that it?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Putting that aside, how does your reading save you from all of this definitional discussion we've had for the last five minutes? It's still going to happen, or can happen. Why does the reading being proposed by the other side create a difficulty?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Vergonis. "},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It can't be read in a strictly literal sense because then itself wouldn't Alderson Reporting Company apply."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"All right. That's one way that we're out of a purely literal reading of this."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What about --"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":7,"sideBefore":"justices","text":"Smith -- Smith could be explained on the absurdity rule, could it not?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the whole point of the Alderson Reporting Company Westfall Act was to allow substitution, so if that didn't apply, then there wouldn't be substitution and there would be no point in having the Westfall Act. Correct?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What if you look at the definitional provisions? Okay, has a lot of terms that would be subject to some litigation or confusing -- who's -- who's -- confusion. Who's an employee of the government? Is the provision construed to include a contractor? Those are all spelled out in the definitional provision. Now, under your argument, those definitions are off the table and you can litigate for days on end about, does this cover a contractor of the United States? And you're saying, well, normally, you'd say Alderson Reporting Company let's look at the definition, and it says --  well, yeah, it says that right there. But under your argument, no, the definitions are not included."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it's a --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It's a provision of the chapter --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"--  under your reading, which is a strict literal one, that it shall not apply. Those provisions shall not apply to any claims. Okay. Well, somebody brings a claim against a contractor of the United States, and again, you're saying, well, we don't look to the definitions in the Act to determine who's a contractor of the United States, because that provision doesn't apply."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What about the review provisions? Those seem to be a particular -- particularly problematic aspect. The review provisions, I take it, don't apply either."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"13(a), Section"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I can see that, but -- that is, imagine a plaintiff and the plaintiff brings a lawsuit against the Post Office for negligence. The government's defense is that this is a discretionary function, a particular thing. And the plaintiff says, you're right, it's a discretionary function. And now it's dismissed. All right. Now, if that last thing he read doesn't apply because it was discretionary function and fell within 2680, they then could see the Post Office on the basis that the Post Office has independent authority to sue or be sued. And it's hard to believe, he says, that Congress somehow, when they passed these words, \"does not apply\", suddenly wanted to revive all kinds of suits against, for example, the Post Office, which otherwise Alderson Reporting Company would have been barred by that last provision that he read."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So we don't have to worry about the Post Office, the example that he gave. But there may be others. Sue and be sued is a fairly -- I mean, do we know what we're talking about? I like to try to know what I'm talking about. And do we know here what the reach of exempting that last provision from -- just erasing it in a discretionary action suit will be?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So -- so you're -- can I -- are you saying this, in essence? Even if there are other provisions that aren't erased, even if there aren't, this particular erasure means that in an action that is dismissed -- an action against the government -- for the reasons listed in those exceptions -- for example, a foreign country, a discretionary exception -- in such an action, you can sue the employee where ordinary principals of res judicata wouldn't bar you from suing the employee after all. It's a different party."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But you're saying any Alderson Reporting Company claim, if it falls within --  if the reason for the bar, if the reason for the dismissal falls within the exception, and if they wanted to change that, they should have said so."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Is --  is that another way of saying that the judgment bar applies just to judgments of the merits, or is that somewhat different from your argument?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't that the same as the argument you just made? Because I'm curious to know, if --  if we think Smith was an interpretation of --  of 2680, and you had to get around Smith and it's awkward to do it, what's your second argument? Is that the argument you're now making to Justice Breyer, or is it different from saying that what we're talking about is judgment on the merits?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What of the government's argument that once you get wind that a exception is going to get the government off the hook, before a judgment is entered, which might raise the judgment bar, you can voluntarily -- voluntarily dismiss your case against the government so you won't face a judgment? You can amend your complaint, if -- if you sued them both originally, to drop the government, or you can take a voluntary dismissal. What -- how do you answer that?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Could I take you back to the \"shall not apply\" language for a second? When -- when you were speaking to the Chief Justice, you said, well, the definitional section will continue to apply because definitions apply to terms and not to claims. But then Mr. Martinez said something very similar to that. He said the judgment bar applies to Alderson Reporting Company judgments, not claims. So if you're right as to that, why isn't he right as well? And the consequence of his being right was -- is that he would have taken the judgment bar out of that sweeping \"shall not apply\" language as well."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"To go back to the point you were making before, under your interpretation, does the judgment bar add anything to principles of claim preclusion?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It was in existence in 1946, but today would --  it would be superfluous."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But it is obsolete in the sense that modern res judicata law would take care of the -- it wouldn't matter whether you sued the government first or the employee case first. It would be preclusive, because you've adjudicated the grounds of liability."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So you want us to decide this case based on a literal reading of But the Sixth Circuit did not decide the case on that ground, and we don't have to address that, do we? So why should we not decide whether the Sixth Circuit was correct in its reasoning and apply the same literal reading approach that you recommend to -- with respect to to the judgment bar, and hold that a judgment is a judgment, and not necessarily a judgment on the merits? And then --  because the issue under is, as I think the argument has shown, is very complicated."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It's a separate --  it's -- it's another ground for affirmance, correct? It's an Alderson Reporting Company alternative grounds for affirmance, which we have discretion to decide whether we want to reach or not."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Martinez, you have two minutes remaining. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":9,"sideBefore":"","text":"That's the government's choice. They're not obliged to defend the Bivens action."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":9,"sideBefore":"","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"ROMAN MARTINEZ","firstName":"ROMAN","lastName":"MARTINEZ","counsel":true,"justice":false,"side":"petitioner","words_spoken":3718,"interruptions":26,"times_spoken":53,"laughter":0,"num_int_by":6},{"id":1,"fullName":"CHRISTIAN VERGONIS","firstName":"CHRISTIAN","lastName":"VERGONIS","counsel":true,"justice":false,"side":"respondent","words_spoken":2039,"interruptions":7,"times_spoken":25,"laughter":0,"num_int_by":4},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":328,"interruptions":3,"times_spoken":16,"laughter":0,"num_int_by":2},{"id":3,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":309,"interruptions":2,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":297,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":350,"interruptions":0,"times_spoken":14,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":443,"interruptions":3,"times_spoken":16,"laughter":1,"num_int_by":2},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":905,"interruptions":2,"times_spoken":22,"laughter":1,"num_int_by":2},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":98,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0},{"id":9,"fullName":"MR. RAMIREZ","lastName":"RAMIREZ","counsel":false,"justice":false,"side":"","words_spoken":353,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":26,"words_spoken":3718,"times_spoken":53,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":7,"words_spoken":2039,"times_spoken":25,"laughter":0,"num_int_by":4},{"side":"justices","interruptions":10,"words_spoken":2730,"times_spoken":87,"laughter":2,"num_int_by":3}],"outcome":{"side":"respondent","margin":8},"prediction":{"petitioner":0.38516659084535126,"respondent":0.6148334091546488,"date":1472411006087}}