{"petitioner":{"name":"HUSKY INTERNATIONAL ELECTRONICS, INC.","counsel":[0,1]},"respondent":{"name":"DANIEL LEE RITZ, JR. ","counsel":[2]},"caseNumber":"15-145","date":"2016-03-01T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case No. 15-145, Husky International Electronics v. Ritz. Mr. Dvoretzky. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You'd -- you'd acknowledge, wouldn't you, that if the language we used in Field against Mans is applicable, or if we meant it, that you lose? Some degree of reliance is required to satisfy the element of causation inherent in the phrase \"obtained by\"?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no. I understand, and I understand your argument there. But if it is, if we think that language does apply across the board, you certainly lose."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But you would have to -- you would have to show down the road that the -- the money was obtained by Ritz. Because as I understand it, it was transferred from the first company to a bunch of other companies, not to Mr. Ritz himself."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Would you have to show under State law not only the veil-piercing --  that there's veil piercing, but that there is fraud under State law?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you piercing the corporate veil as to the first company, or as to the transferee companies?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Right. Because --  because I understood your whole brief to be pursuing this on a recipient theory."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And your brief, you know, makes some sense as that. But then when you look back to your complaint, it suggests that the veil-piercing actually was attempted as to the transferor company, which doesn't do you any good under your theory."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I --  I know. And I'm rather slightly self-regarding the statement. But, I mean, 20, years ago, I had a case on fraudulent conveyance where my law clerk looked up every single case in sight, poor man. And we went back to Queen Elizabeth, and I wrote down what I thought it was. Well, obviously, that affects my --  my --  my thinking on this. And I don't have any way of knowing that it's still --  what I wrote was correct. It's called Burnazos, if you want to look at it. But not now. The --  but the point of the classical examples that we found --  let's take one of them --  is a person knowing that he's about --  has creditors. He has Alderson Reporting Company to know that he has creditors. Maybe he knows of the insolvency, and he transfers money to his wife rather than to the creditors. And she knows it too, and this is a way of getting the money away. That's a fraud classic, right?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. So now when I look at the statute, I see these words: To the extent that it's a debt, it's a debt obtained by actual fraud. Now, wait. Whose debt are we talking about? We're talking about Creditor C, who was a creditor of the transferor. And it's the transferee, the -- the wife who obtained -- she's the one who's got the money. And so it sounds like the bankruptcy statute is saying she's the one in her bankruptcy. Now, that can't be right. And so -- so how is this supposed to work? I mean, now you're -- the obvious question to ask you is the question, if it doesn't mean representation, give me one example of what it does mean. Well, I just gave you one, and as you can see, I'm -- I'm quite confused as to how that works. And I haven't seen another one."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Uh-huh"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yeah."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So for the fee --  the problem with her is she is not trying to deceive a creditor of hers. She is not --  she is not trying to deceive her creditor, it's the transferor whose creditors are being fraudulently deceived."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. So you're saying in a bankruptcy of the wife, this is money obtained by fraud, which it is. And the fact that she's helped him defraud his creditors is sufficient to bring us under the Massachusetts Statute. It's copied from the UCC, which ultimately is traced back to the Statute of Elizabeth. That's how it works?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It does make the language \"false pretenses\" or \"false representations\" completely superfluous, yes?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So you --  you would like the Court to --  to hold that \"actual fraud\" means something other than false pretenses or misrepresentation; that it's --  it's a broader term, it includes things that were not already included, period, and then whatever other issues would be --  to be resolved on remand?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why did Congress take the term \"fraud\" out of the Bankruptcy Act in 1903?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So all --  all you've got in is one --  one legislator."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I have a big --  this isn't necessarily hostile to your position, but it's kind of a big change to take fraud out of a bankruptcy statute. I mean, nobody seems to know why."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Murphy points out that there are lots of other provisions in 523(a), which have a lot of overlap on this provision on your reading. And then also the fraudulent conveyance provisions, if you would talk a little bit about those."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. My question, so I better ask --  no. Go. You go. I'll ask --  I don't want to take your time."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":3,"sideBefore":"justices","text":"I'll ask. Ask."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":7,"sideBefore":"justices","text":"Ms. Harrington. "},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"That's the part -- you see, it's still gnawing at me is I wish you had read this case. Because -- because when we went through it, this -- this sentence, fraudulent -- and I wouldn't raise this, except the only example other than the misrepresentation that you've come up with is the fraudulent conveyance. And what I said, after reading all -- \"fraudulent conveyance law permits creditors to recover money that a debtor has disposed of in a manner similar,\" and then I described three paradigm cases. All right. So what they're thinking of is a transferor has creditors. And what he did well before going into bankruptcy, but he knew he was likely to be insolvent, the transferor transfers money to his friends rather than the creditors, to a place that it's hard to get at, you know, to somebody who is going to -- all right. Now, looking at this statute, it seems to me Alderson Reporting Company that the person whose debt is going to survive bankruptcy is not the transferor, because normally, fraudulent conveyance law permitted his bankruptcy judge to claw back the money. But that's not what you're talking about. You're talking about the transferee, and you're saying here, the transferee's participation in the transferor's effort to defraud his creditor is something that also survives. And at that point I ask, of all the bad things that people can do that might survive, why in heaven's name do they pick on this one in respect to the transferee? I mean, after all, maybe the transferee robbed a bank. I mean, there are all kinds of bad things that might survive, and -- and don't. So was -- so am I -- something's wrong with my analysis, as you understand it, and that's what I've got to get into my head."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Yeah. If I got what I'm talking about right, in terms of the debt."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"I see."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Is -- is the veil piercing that's going on here with respect to Chrysalis as well, or just the companies to which Chrysalis's assets were shifted?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"So how does that work in the bankruptcy case? We say this debt can't be discharged, but maybe it will turn out that it could have been, depending on how -- how the State law claim goes? Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"So the bankruptcy court will decide the question under State law?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. Murphy. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, what -- what would Congress have to write to cover a scheme like this?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"You say it's not covered under (a)(2). Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you have the Massachusetts statute copied from the Uniform Commercial Code, which, in referring to fraudulent conveyance in Section 7, uses these words: \"Each conveyance made with actual intent as distinguished from intent presumed in law to\" --  da, da, da --  \"hinder, delay, or defraud present or future creditors is fraudulent.\""},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I grant they did use the word \"actual intent,\" rather than \"actual intent to hinder delay, defraud,\" and then they said it is fraudulent. That sounds an awful lot like the words \"actual fraud.\" Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, a --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"The -- the friend who obtained the $40,000 which the friend knew was owed to the creditor of the transferor has obtained money, money through -- it is a debt. She owes the debt. She now owes the debt to the creditors of the transferor because she has the 40,000 knowing that it's wrongly conveyed. So she now owes the debt to the creditors, and her debt was obtained by actual fraud."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Because?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"That's true."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But it doesn't say --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":7,"sideBefore":"justices","text":"We're not limited --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":5,"sideBefore":"justices","text":"Sure."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":7,"sideBefore":"justices","text":"We're not limited to fraudulent conveyances here. You want to read the statute and say something like for money obtained from the innocent party in the first instance by. And that --  that --  but fraud can continue through -- through a whole chain."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And --  and if it continues through the whole chain, the person on the end of the chain may have never had any relation with the innocent party at all."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I'm totally confused because I think --  I was following you up until that last statement."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"All right? I was following you up to when you said that it has to be a debt you obtain by fraud from the person."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Whether I agree with you or not, that's a different issue because I'm not sure that you fully answered Justice Breyer. But I don't understand where the inducement comes into this. Why -- why did --  you can commit fraud against a person directly in a variety of different ways that don't require a misrepresentation. And we know that actual fraud doesn't, as a matter of fact, require a misrepresentation."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you just said you're not contesting that fraudulent conveyance is a form of actual fraud; is that right?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So, now, this language -- I mean, the language just seems a lot more simple than you're making it, because you add inducement to the language, you add from the creditor to the language. But the language doesn't say any of those things. It just says is there a debt? And we know that there is a debt here. The debt is for money. The language says, well, what has to be true of that money? It has to be obtained by actual fraud. And here, the money, the allegation is, was obtained by fraudulent concealment. So whether or not the creditor has been induced and whether or not the Alderson Reporting Company money has come from the creditor seems to be irrelevant under this very simple statutory phrase."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"That leaves out every conspiracy theory that exists. I mean, if you're helping someone by accepting the money, you're committing a crime."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"A conspiracy theory says you don't have to commit every act."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"The transferee --  the transferee obtains the money by way of the fraudulent conveyance, right? How else does the transferee obtain the money?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Through a fraudulent conveyance."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"What about Mr. Ponzi's cousin who, in fact, had nothing to do with any of the misrepresentations, but knowing the entire truth says Ponzi, my friend, when you get those bags of cash, hide them under my bed, all right? Now, he himself has not, in fact, lied to anybody or made any misrepresentations, but he's part of the big scheme."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And I take it we would say that that money under the bed has been obtained by actual fraud, hasn't it?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, so you're going to get him off, too."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"There was -- I mean, you know, there are dozens and dozens of cases where -- where people do have misrepresentations. There is no doubt there's a misrepresentation in this thing. But after all, not every participant in the great scheme himself lies."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And those people, I would think, would -- you would expect to have fall within -- since they're part of the big Ponzi scheme, they would be right within this statute and their debts would not be forgiven --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- because they weren't the ones who lied."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But it would be a very strange thing, Ms. Murphy, if --  if I agreed with you, if I were Congress and I said, I want to make it really clear that this should be only intentional, false Alderson Reporting Company pretenses and false representation. There are a gazillion ways to do that, but starting with the simple one, saying intentional false pretenses and an intentional false representation. But the one thing I wouldn't do, I think, is to say actual fraud. Because actual fraud is not synonymous with -- with intent. Actual fraud refers to -- to conduct that's done with a certain kind of intent. And that conduct, as you just said, includes more than false representation and false pretenses. So I wouldn't use a term that had to do with conduct just to state a mens rea requirement."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But if I have that case right, that case is actually a case about a fraudulent Alderson Reporting Company conveyance. It's not a case about a false representation. So they said, look at this case. It's a case about a fraudulent conveyance that suggests that there's more fraud in the world than just misrepresentations. And we want to make clear that that's going -- that that's supposed to be a part of this."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Whatever --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Whatever may have been said in -- in the course of the legislative history, the statute says \"or.\" And I think you would concede that your reading requires converting \"or\" into \"by\"; that is, misrepresentation, false pretenses by actual fraud."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Do you have any other example in all of the U.S. Code where the word and series of words A, or B, or C, and \"or\" is taken to mean \"by,\" and refer not to a discrete category, but modifies the earlier category. Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Can you give me an example in common parlance, not --  not in the U.S. Code, where someone would speak along the lines you're saying the statute is written?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"That's not great --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I don't know that that moves me that much. Does that mean that if you're a -- if you've accepted a fraudulent amount of money, you get to keep it?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's what you're saying --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But if they choose not to, that still means you get to keep it."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"That one creditor has --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"--  the expense, et cetera."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"What does it take to show -- what is it, the phrase \"malicious,\" or what?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Oh."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- what -- what does it take to show that?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"That's your case."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And I'm still -- as Justice Sotomayor said, seemed to me there is a -- look what you're saying here. The bankrupt or insolvent person transfers the jewels to his wife. Okay? And now what this would be saying under their reading is the jewels survive her bankruptcy, and quite right, that her husband's trustee could have clawed it back before, but he didn't. And so now it went through her bankruptcy, and if it survives, somebody can get it. And -- and maybe the fair thing to do is to do what you do with environmental cases or you have a bunch of people who are victims and they divide it up, because you're quite right, that all of the creditors who might have shared in the jewels are the victims, the creditors of the transferor. But so what? I mean, how does -- how does that help you with your basic argument? It just -- it's a different argument that says that this particular creditor shouldn't get all of it."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"It's also true in every misrepresentation case. If it survives bankruptcy --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So he does, perhaps, to a thousand. He lied to a thousand people."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"There are a thousand victims. And here we have, let's say, a thousand victims, all those creditors who didn't get the money they should have gotten. I mean, it's the same problem, isn't it?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I see."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Dvorestzky, you have four minutes Alderson Reporting Company remaining. "},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"We -- we treat -- we treat in our veterinarian clinic domestic animals, your -- domestic animals or your household -- domestic animals, your dog -- your -- your favorite friends or your domestic pets, you see. Domestic pets is meant to say which domestic animals? Domestic animals, dogs, cats, or household pets? Domestic animals seems to cover the whole thing. They're saying, or it's like, i.e., household pets."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":7,"sideBefore":"justices","text":"Come on and answer --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":5,"sideBefore":"justices","text":"Well, not for you. I mean, it's good for you, this word \"or.\" (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":7,"sideBefore":"justices","text":"I grant you, I've had a horrible time trying to find an example. But -- but it could be it means i.e. She's saying it means i.e., household pets."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you limiting actual frauds to just fraudulent conveyances? Are there other deceptive schemes that you would include?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank The case is submitted."}],"people":[{"id":0,"fullName":"SHAY DVORETZKY","firstName":"SHAY","lastName":"DVORETZKY","counsel":true,"justice":false,"side":"petitioner","words_spoken":2292,"interruptions":3,"times_spoken":26,"laughter":0,"num_int_by":2},{"id":1,"fullName":"SARAH E. HARRINGTON","firstName":"SARAH","lastName":"HARRINGTON","counsel":true,"justice":false,"side":"petitioner","words_spoken":1209,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":2,"fullName":"ERIN E. MURPHY","firstName":"ERIN","lastName":"MURPHY","counsel":true,"justice":false,"side":"respondent","words_spoken":2995,"interruptions":27,"times_spoken":47,"laughter":0,"num_int_by":6},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":289,"interruptions":1,"times_spoken":17,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":237,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":108,"interruptions":2,"times_spoken":5,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":518,"interruptions":0,"times_spoken":11,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1480,"interruptions":4,"times_spoken":36,"laughter":1,"num_int_by":2},{"id":8,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":222,"interruptions":2,"times_spoken":11,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":4,"words_spoken":3501,"times_spoken":34,"laughter":0,"num_int_by":3},{"side":"respondent","interruptions":27,"words_spoken":2995,"times_spoken":47,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":10,"words_spoken":2854,"times_spoken":90,"laughter":1,"num_int_by":3}],"outcome":{"side":"petitioner","margin":6},"num_jusitces":8,"prediction":{"petitioner":0,"respondent":1,"date":1473627035557}}