{"petitioner":{"name":"WHOLE WOMAN'S HEALTH, ET AL.","counsel":[0,1]},"respondent":{"name":"JOHN HELLERSTEDT, COMMISSIONER, TEXAS DEPARTMENT OF STATE HEALTH SERVICES, ET AL. ","counsel":[2]},"caseNumber":"15-274","date":"2016-03-02T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument this morning in Case 15-274, Whole Woman's Health v. Hellerstadt. Ms. Toti. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Toti, there is a preliminary question -- would you address that -- that this claim is precluded. And let's take first the claim that was in the prior litigation. Let's assume that they're separate claims, or let's take the admitting privileges. That was argued and decided. Why isn't it precluded?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But you could have amended -- you could have asked for supplemental briefing. I mean, the new action is filed six days after the Supreme Court issues its decision in this case. You could have asked for supplemental briefing?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But you're asking -- you made allegations concerning those same claims. I mean, is your argument that when you have allegations on a facial challenge and a facial challenge is resolved against you, that all you have to do is come up with new evidence and then you can start over again?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And what's this key new evidence?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there is very little specific evidence in the record in this case with respect to why any particular clinic closed. Basically, your argument is that the law took effect, and after that point, there was a decrease in the number of clinics. So suppose you win here, and the State then Alderson Reporting Company examines what happened in each of these clinics and comes up with evidence showing that in quite a few instances, the closure was due to other factors. And so then they would -- then could they take the position, well, the decision of this Court holding that the law is facially unconstitutional is not binding on us by res judicata, and so you would have to sue them again, and they would be able to make the same argument you're making now. Is that correct?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What's the difference?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Was it that -- was that their burden?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what evidence is that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry. Yeah. What is the evidence in the record that the closures are related to the legislation?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Can we go on to the second piece; that is, the ambulatory surgical centers? That was not part of the last case. And your position on that is that that is a discrete claim, so it's not barred by a claim preclusion. Is that -- is that your position?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, certainly in the Federal system, and I assume in many States as well, regulations sometimes take years to promulgate. I don't know of any rule that says we have to wait for regular -- regulations to be promulgated unless it's something unanticipated. And the key objections you're making were clear in the statute, anyway."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So you think you can Alderson Reporting Company separately challenge the admitting-privilege provision and the ASC provision?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So if you can separately challenge them, if you challenge just the admitting-privileges provision, how would you factor in -- presumably, you would have to assume that the ASC provision was not under challenge. So in assessing the burden, you would look at just the admission privilege. And vice versa, if you're challenging just the ASC separately, you'd have to assume you'd assess the burden solely caused by that provision. It seems to me the separation of the two provisions makes -- would make your case much harder."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What I think the Chief Justice asked -- I don't want to take words out of his mouth -- but I think the question was, one of the two lines that's been asked, is that in the district opinion at page 7, the district court has said that if the ASC regulation goes into effect, there will be one facility left in Austin, two in Dallas, one in Fort Worth, two in Houston, and either one or two in San Antonio. And before that, he said that the enforcement of the appointment privileges, the privileges of admission, would reduce the number from down to about -- from down to about Now, I think the question was, what evidence did those findings rest upon? As you've heard, the other side, I think, say there is no such evidence, or the court of appeals said there is no such evidence. So can you give a brief account or page numbers that will show that those findings, the diminishment of the number from about to about eight, which is what the district court found, rested upon some evidence? What was that evidence? Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Where -- I'm sorry to interrupt you. Where in the record is that evidence?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What'd they say? Could you Alderson Reporting Company give us any record references later or on rebuttal?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"As to how many, of the total that you claim closed, do you have direct evidence about the reason for the closure?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yeah. And as to how many -- how many are you claiming total closed as a result of the law?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And of the 20, how -- as to how many do you have direct evidence?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Because if -- if you go through this -- now we're not talking about a huge number of facilities. I really don't understand why you could not have put in evidence about each particular clinic and to show why the clinic closed. And as to some of them, there is -- there's information that they closed for reasons that had nothing to do with this law. Now, maybe when you take out all of those, Alderson Reporting Company there still would be a substantial number, and enough to make your case. But I --  I don't understand why you didn't put in direct evidence. I mean, I could give you examples: Planned Parenthood Center for Choice, Bryan, Texas. Is that one of the ones you're talking about?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. There's a news report. Planned Parenthood and --  and the Huffington Post reported that this was closed as a result of the Texas Women's Health Program bill, which cut funding for family planning services. It's not the law that we're talking about here."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I understand that. And you put quite a bit of evidence that's not in the record in your brief. But my point is why is there not direct evidence about particular clinics?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":6,"sideBefore":"justices","text":"You said you had direct evidence for clinics and you were going to supply us with that --  those record citations later. That's -- understood you to say?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Toti, could I -- could I just make sure I understand it, because you said were closed on the day that the admitting-privileges requirement took effect; is that correct?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And is it right that in the two-week period that the ASC requirement was in effect, that over a dozen facilities shut their doors, and then when that was stayed, when that was lifted, they reopened again immediately; is that right?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It's almost like the perfect controlled experiment as to the effect of the law, isn't it? It's like you put the law into effect, clinics closed. You take the law out of effect, they reopen."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The -- the State, I think, is going to talk about the capacity of the remaining clinics. Would it be A, proper, and B, helpful, for Alderson Reporting Company this Court to remand for further findings on clinic capacity?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"There -- there have been some changes, like a -- a major clinic -- I don't quite know the adjective they use for it -- in San Antonio. But there -- suppose there were evidence that there was a -- a capacity and a -- and a capability to -- to build these kinds of clinics, would that be of importance? And then it would show that this law has an effect, and a beneficial effect so far as the legislature is concerned."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it correct that the number of ambulatory surgical centers performing abortion has increased by percent since this law went into effect?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, one -- one quick question about capacity. I don't want to take your rebuttal time. But your co-counsel put in -- is also litigating a case like this in Louisiana. And in that case, the plaintiffs were able to put in evidence about the exact number of abortions that were performed in all of the facilities. Why could that not have been done Alderson Reporting Company here? Why wasn't it done here?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You -- you had -- we have absorbed so much of your time with the threshold question. Perhaps you can -- can she have some time to address the merits?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":4,"sideBefore":"justices","text":"Why don't -- why don't you take an extra five minutes, and we'll be sure to afford you rebuttal time after that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think there's a rational basis for the law based on the benefits that the legislature saw?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I thought you Alderson Reporting Company expressly did not challenge the law as lacking a rational basis."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, we have to assume it -- we have to assume it does since you're not raising that challenge, don't we?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You said even if the test is undue burden, not rational basis."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't -- how is that logical? I mean, the question is whether there's an undue burden or a substantial obstacle. What -- what difference does it make what the purpose behind the law is in assessing whether the burden is substantial or -- or undue? It seems once you get past the -- the assumption that the law has a rational basis and you haven't challenged that, then you look at the burden or the obstacle. And the purpose that the law is directed to, I would think, doesn't make a difference. It's either a substantial obstacle or an undue burden or it's not."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought the undue burden and substantial obstacle went to whether it was undue in light of the woman's right to exercise her Alderson Reporting Company right to an abortion, not with respect to the State interest that's asserted."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I walk through the burden a moment? There's two types of early abortion at -- at play here. The medical abortion, that doesn't involve any hospital procedure. A doctor prescribes two pills, and the women take the pills at home, correct?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry. What? She Alderson Reporting Company has to come back two separate days to take them?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. So now, from when she could take it at home, it's -- now she has to travel miles or pay for a hotel to get those two days of treatment?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. Let me ask you something about that two-day wait, okay, or -- or that travel time. How many other States and how many other recognized medical people have testified or shown that there is any benefit from taking pills at the facility as opposed to taking the pills at home, as was the case?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"If the Chief may permit me to finish my two-part question?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":9,"sideBefore":"justices","text":"Sure."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":3,"sideBefore":"justices","text":"The second is the D&C, the dilation and -- what's it called? Dilation and --"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- curettage. What is the risk factor for a D&C related to abortion and a non-abortion D&C? D&Cs are performed in offices for lots of other conditions besides abortion. Is there any evidence in the record that shows that there is any medical difference in the two -- in the -- in the procedures that would necessitate an abortion being in an ACS or not, or are abortions more Alderson Reporting Company risky than the regular D&C?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So your point, I'm taking, is that the two main health reasons show that this law was targeted at abortion only?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there any other --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":9,"sideBefore":"justices","text":"Thank you, counsel."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":3,"sideBefore":"justices","text":"I'm sorry. Is there any other medical condition by taking the pills that are required to be done in hospital, not as a prelude to a procedure in hospital, but an independent, you know -- I know there are cancer treatments by pills now. How many of those are required to be done in front of a doctor?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. General Verrilli. "},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Is this true of every provision of the -- of the ASC law?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Not the regulations --  yes, in the regulations."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Every single provision. Then why was the whole thing held to be unconstitutional?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"But there are --  there are things that go --  that go --  I haven't checked everything as compared the abortion --  the prior abortion clinic licensing law against the ASC requirements, but there are some where there's an increase in what's required. It seems pretty Alderson Reporting Company reasonable. Under the -- under the -- the old -- the old law, there had to be a nurse, but not necessarily a registered nurse. Under the new law, there has to be a registered nurse who has a CPR certificate. So do you think that's unreasonable to say that there has to be a registered nurse who knows how to do CPR?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, it's all --"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"It's work, but maybe the district court should have done that work. I mean, I read through this, and I was surprised. I read through these regulations. I was surprised by how many are completely innocuous. And many of them have nothing to do -- they have to do with basic safety. They don't even have anything to do, in particular, with abortion. So the entrances to the clinic have to be at grade level. You have to have an elevator. The -- the corridors have to be wide enough so that you could bring in a stretcher if somebody has to be taken to the hospital. And -- and things of that nature --"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"I don't know why things couldn't have been severed out, if there were some that were --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"About percent."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Do you think the district court would have had discretion -- the district court having substantial equitable powers that appellate courts don't -- to say we're going to stay this requirement for two-and-a-half, three years, to see if the capacity problem can be cured. Could a -- could a district judge could that?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"I mean, district judges often think they can do anything. (Laughter.)"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"There is no evidence -- there's no evidence of the actual capacity of these clinics. And why was that not put in? Particularly since, if we look at the Louisiana case, we can see that it's very possible to put it in. And some of the -- some of the numbers there are quite --  quite amazing. There's one --  a doctor there performed 3,000 abortions in a year. So we don't really know what the capacity of these --  of these ASC clinics --"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"--  are."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Yeah. But what is it based on? It's based --  you know, he --  it's not based on any hard --  any hard statistics."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, common sense --"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"He said that -- that the number of -- the percentage of abortions at the ASCs went down by  percent, and there was an increased demand for abortion. But there's no statistic showing that there actually was an increased demand for abortion in Texas."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":6,"sideBefore":"justices","text":"I thought that the Grossman affidavit, which I have -- I grant you, it's going on the briefs -- but it said at Table -- affidavit page 9, Table 2, says that the number of abortions that are, on average, performed annually at the remaining clinics is 2,000. So let's multiply by 2, and you get Let's multiply by 3; you get There were 70,000, approximately, women who needed these procedures. So I -- I had taken that. Is it that accurate?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"I would have thought -- Casey and Gonzales also said substantial obstacle. And I would have thought that's something you could look at in an objective manner. Why -- and -- actually, I don't understand why you're arguing the opposite. I think whether it's an obstacle or a burden would exist without regard to the strength of the State interest. The strength of the State interest, it would seem to me, is evaluated on whatever test there is with respect to that legislation, and then you'd look at what the impact was. Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Sure."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Keller. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I suppose I should --  before you get started, we'll afford you an additional eight minutes. I think that's roughly --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, how many women are Alderson Reporting Company located over miles from the nearest clinic?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"It includes --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":9,"sideBefore":"justices","text":"That's -- that's odd that you point to the New Mexico facility. New Mexico doesn't have any surgical -- ASC requirement, and it doesn't have any admitting requirement. So if your argument is right, then New Mexico is not an available way out for Texas because Texas says to protect our women, we need these things. But send them off to Mexico -- New Mexico -- New Mexico where they don't get it either, no admitting privileges, no ASC. And that's perfectly all right. Well, if that's all right for the -- the women in the El Paso area, why isn't it right for the rest of the women in Texas?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Then why should it count those clinics?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Keller, the -- the statistics that I gleaned from the record were that 900,000 women live further than miles from a provider; 750,000, three-quarters of a million, further than miles. Now, that's as compared to just in 2012, where fewer than 100,000 lived over miles, and Alderson Reporting Company only 10,000 lived more than miles away. So we're going from, like, 10,000 to three-quarters of a million living more than miles away."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"When there's a need. Meaning, where are you taking an account in the undue-burden analysis the value of the need being -- of Alderson Reporting Company being imposed? Meaning, even if I grant you that in some circumstances travel time is necessary because you just can't get any kind of abortion clinic to go into a particular area, so you might have to impose a burden that might be undue in other circumstances. Where do we evaluate the benefit of this burden? What -- what's the need? You -- you seem -- your brief seemed to be telling us that there's no role for the Court to judge whether there's really a health benefit to what you're doing."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I'm not talking about the doctrine. I'm talking about the question I asked, which is, according to you, the slightest health improvement is enough to impose on hundreds of thousands of women -- even assuming I accept your argument, which I don't, necessarily, because it's being challenged -- but the slightest benefit is enough to burden the lives of a million women. That's your point?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"What --  what is the benefit of the medical, the two pills that you take, what is the benefit of having an ambulatory surgical center to take two pills when there's no --  no surgical procedure at all involved?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"On that complication, that complication is likely to arise near the women's home, much more likely to arise near her home, which the miles has nothing to do with."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I'm not -- I'm not talking about the prior lawsuit; I'm talking about this lawsuit. You need to have access to a hospital within miles. miles of what? miles of the surgical center when the woman lives at a much greater distance? And if she's going to go to any hospital, it will be in her local community, not near the surgical center."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I'm asking just about the medical."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"And -- and just it's -- I can't imagine. What is the benefit of having a woman take those pills in an ambulatory surgical center when there is no surgery involved?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"If it is a complication, it is not going to occur on the spot. I mean, you have to concede that in -- in the case of the medical abortion, the complication generally arises after the woman is back at home. And then the nearest hospital Alderson Reporting Company has nothing to do with the surgical center."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Before you get -- is it -- is the underlying premise of -- of your argument, Mr. Keller, and of the State's position, that the thrust, the impetus, the effect of this law is to increase surgical abortions as distinct from medical abortions, and that that is within the State's authority to do? Because my reading indicated that medical abortions are up nationwide but down significantly in Texas."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But I thought an underlying theme, or at least an underlying factual demonstration, is that this law has really increased the number of surgical procedures as opposed to medical procedures, and that this may not be medically wise."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"You might say that this is within the authority of the State to do, but --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And I want to know what your position is on that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What -- what evidence would you have put in on the capacity issue if you had been afforded that opportunity?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Evidence that would rebut the statistically significant showing on the other side about capacity, and also the circumstantial evidence about the timing of the -- of the closures."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Before --  before the Act?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And you asked to put in this evidence, and then the court said no, we will not let you put in the evidence?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I asked, did you ask to put in this evidence?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"No. Thank you very much. Okay. Alderson Reporting Company I'd like to go back to the --  the question that Justice Ginsburg was asking, which is about what is the benefit of this procedure. There are two laws. I am focusing on the first law. The first law says that a doctor at the abortion clinic must have admitting privileges in a hospital miles within that --  nearby, right?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Okay. Prior to that law, the law was that the clinic had to have a working arrangement to transfer such a patient, correct? I'm just reading it from this."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Okay. So I want to know, go back in time to the period before the new law was passed, where in the record will I find evidence of women who had complications, who could not get to a hospital, even though there was a working arrangement for admission, but now they could get to a hospital because the doctor himself has to have admitting privileges? Which were the women? On what page does it tell me their names, what the complications were, and why that happened?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But so --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- Judge Posner then seems to be correct where he says he could find in the entire nation, in his opinion, only one arguable example of such a thing, and he's not certain that even that one is correct. So what is the benefit to the woman of a procedure that is going to cure a problem of which there is not one single instance in the nation, though perhaps there is one, but not in Texas. (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I didn't ask that. I'm sure there are people who had all kinds of reasons that would like to have this and so forth. And I'm not -- I'm just asking you, where we have a judicial duty to say whether this is an undue burden upon the woman who wants the abortion, there are two parts: Is she burdened and what is the benefit? And now on the first one, I've asked you to give a single example of an instance where there was a benefit, and you say, I think quite honestly, there is Alderson Reporting Company no such burden. So let's turn to the second. The second one, according to the amicus briefs here, which I guess I could validate, that even without the surgical center, leave it out, there are risks quite correct. Those risks are roughly the same as the risks that you have in a dentist office when you have some surgery, where you don't have an ambulatory surgical center. There are times less than a risk of a colonoscopy, where you don't have ambulatory surgical center. There are like hundreds of times less -- you've seen these briefs. Okay. So I read them, and you read them. And so what is the benefit here to giving, I mean, the woman, her risk, I can't say it's zero here, this ambulatory surgical center when the risk is minuscule compared to common procedures that women run every day in other areas without ambulatory surgical centers?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"That's interesting."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":9,"sideBefore":"justices","text":"Well, can the legislature say anything, General? I mean, if the legislature says we have a -- a health-related abortion regulation here, we've looked around the country and we think that there are ten great hospitals in the country, you know, Massachusetts General, Brigham and Women's, and we're going to make all our abortion facilities conform to the standards of those hospitals, and that will -- you know, that will increase medical care. Now, it's true we don't make anybody else doing any kind -- other kind of procedure conform to those standards, but we think it will increase health benefits if abortion facilities conform to them. Would that be all right?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, wait a minute --"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":9,"sideBefore":"justices","text":"So every abortion facility has to hit the standards of MGH. That would be all right?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I'm sure that there's medical evidence that if every hospital, if every facility was as good as Massachusetts General, they would be better facilities. I'm sure that you could find doctors to say that, because MGH, it's a great hospital. But that would be okay, even though it's not applied to any other kind of facility doing any other kind of procedure, even though we know that liposuction is times more dangerous, yet doesn't have the same kinds of requirements."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, do you think -- would you put --"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":9,"sideBefore":"justices","text":"Would it not be the case that -- would it not be the case that a State could increase the -- the standard of care as high as it wants so long as there's not an -- an undue burden on the women seeking abortion? So, you know, if they could -- if they could increase the standard of care up to the very highest anywhere in the country and it wouldn't be Alderson Reporting Company a burden on the women, well, that would be a benefit to them. Would there be anything unconstitutional about that?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But doesn't that show that the undue-burden test is weighed against what the State's interest is?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, are they --  are they --  are these two completely discrete analytical categories, undue burden, and we don't look at the State's interest?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But what is the legitimate interest in protecting their health? What evidence is there that under the prior law, the prior law was not sufficiently protective of the women's health? As I understand it, this is one of the lowest-risk procedures, and you give a horrible from Pennsylvania, but absolutely nothing from Texas. As far as we know, this is among the most safe, the least risk procedures, an early-stage abortion. So what was -- what was the problem that the legislature was responding to that it needed to improve the facilities for women's health?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"As compared to childbirth, many, many -- much riskier procedure, is it not?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Is there really any Alderson Reporting Company dispute that childbirth -- (Laughter.)"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":4,"sideBefore":"justices","text":"-- is a much riskier procedure than an early stage abortion?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"By hospitals? Underreported -- most of the complications you're talking about were reported at hospitals, correct? Yes, there is some evidence of not reporting other things outside the hospital, but you know the number of -- hospitals are accurately reporting."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Complications within their clinic?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"What's the percentage of Alderson Reporting Company from 70,000? My math is pretty horrible. It's pretty small."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I don't mean to -- to negate that one should try to avoid injury to anyone, and -- and don't take my question as that, but there are people who die from complications from aspirin. May be unusual, but there's a certain percentage that do that. Yet, we don't require that people take aspirins in ASC centers or in hospitals."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"There has to be some tie between the benefit and the burden, doesn't there?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, don't you think that you can read that from the fact that there are so many other medical treatments whose complication rates are so disproportionately higher, and the legislature is only targeting abortion when there is nothing about the figures before it that show a risk so unusual that it Alderson Reporting Company needs greater attention?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I don't see where this fits in, I mean, to the argument. I -- I don't question their purpose. I won't question their purpose."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But the -- the -- what their purpose is, that they're worried about these complications and they want to make life safer for the women. All right? Let's take that as the purpose. You said there aren't very many complications. Now, would you say if you reduce the number of clinics, as has been argued -- maybe it isn't exactly that, but that -- and you -- you suddenly have at least 10,000 -- maybe a few less, and maybe a few more -- women who have to travel miles to get their abortion -- maybe more, maybe stay overnight, maybe try to scrape together the money, you understand the argument -- are there going to be more women or fewer women who die of complications due to an effort to Alderson Reporting Company create an abortion? I mean, you read the briefs, and you've read the same articles I have. And of course the argument is if you lead to self-induced abortion, you will find many more women dying. So if the concern is this tiny risk of dying through a complication in a clinic, is this a remedy that will in fact achieve the legislature's health-saving purpose?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Keller -- Keller --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":4,"sideBefore":"justices","text":"I'd like to hear what he says."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":7,"sideBefore":"justices","text":"As-applied challenge is a real problem with that, because suppose you bring in that as-applied challenge and you're successful. You Alderson Reporting Company can't have a creation of an ambulatory surgical center on the spot. I mean, these -- these -- once -- once these facilities are closed, they're closed, and they can't start up tomorrow. So how -- the as-applied challenge -- I mean, the woman's problem would be long over before this clinic, the kind of clinic they had before, could be restarted."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"There was a stipulation -- there was a stipulation that is \"No currently-licensed abortion facility meets the ASC requirements. Each will be prohibited from performing abortions after the day the law goes into effect.\" That's a stipulation, not a question of what evidence there was for. Texas stipulated that no currently-licensed facility meets ASC requirements, and each will be prohibited from performing abortions."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Can I ask: Were they opened as a result of the law, or were they planned to be opened before the law went into effect? Because I think that makes a difference to me if they were planned to be opened. It takes quite a while to dig up the money, get the investors, buy the land, do the building. It seems to me that they must have been planned for a while. And if they were, it was because there was a need independent of the number of abortions."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"In other words, it's fortuitous that they've come into existence, but it was in -- their need was not there -- was independent of the reduced number of facilities elsewhere."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But most of them don't choose to provide abortions."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So what you don't know is what -- do you have enough resources to open up an ASC if you're going to do abortions? Are you going to Alderson Reporting Company get enough developers to -- to invest in your work?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Can I ask about McAllen? There was testimony in the record that at least four doctors had -- from that spot had asked for admitting privileges. Well, the Fifth Circuit's remedy only provided for one doctor, Dr. Lynn, who's past retirement age, to be the only doctor performing abortions in that clinic. Now, if the clinic had -- I don't know how many it had, but it had at least four people before -- it seems rather callous to say as a remedy that we're going to make that one doctor do the work of four, or maybe more doctors who didn't get admitting privileges. Why is even the Fifth Circuit's remedy reasonable?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But that -- but -- if -- yes. As applied, the A -- ASC law is affecting this clinic because it can't get its doctors certified. So why does it require a named plaintiff to relieve that clinic of the obligation of going without admitting privileges?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But you just lift the requirement because you know that it's the only clinic in the area."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So if any doctor who's licensed appropriately can get admitting privileges, they should be permitted to work in that clinic. Why does Dr. Lynn have to become an indentured slave to ensure that women in her area are provided with their fundamental right to choose?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But she wants to leave --"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"All right. Counsel --"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":9,"sideBefore":"justices","text":"General, could -- could I ask -- could I go back to a question that -- something that you said earlier? And tell me if I'm misquoting Alderson Reporting Company you. You said that as the law is now, under your interpretation of it, Texas is allowed to set much, much higher medical standards, whether it has to do with the personnel or procedures or the facilities themselves, higher medical standards, including much higher medical standards for abortion facilities than for facilities that do any other kind of medical work, even much more risky medical work. And you said that that was your understanding of the law; am I right?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And I guess I just want to know why would Texas do that? (Laughter.)"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"No, I know, but -- but the assumption of the question, and I think you haven't challenged this assumption, is that there are many procedures that are much higher risk: Colonoscopies, liposuctions, we could go on and on. And -- and you're saying, that's okay, we get to set much higher standards for abortion. And I just want to know why that is."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But, of course, the -- I mean, Texas's own regulations actually have made abortion facilities such that that can never happen, because you have continual inspections, I mean, to your credit. So that was really not a problem in Texas, having a kind of rogue outfit there. Texas has taken actions to prevent that. So, again, I just sort of -- I'm left wondering, given this baseline of regulation that prevents rogue outfits of -- like that, why it is that Texas would make this choice. And you say you're allowed to make this choice, and we can argue about that. I just want to know why Texas would make it."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Isn't it true --"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":6,"sideBefore":"justices","text":"Are you -- are you in -- you're not really contesting that there are greater complications in abortion facilities than there are with Alderson Reporting Company a great deal of medical procedures that do -- that are not subject to the same standard of regulation."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"General, as to -- as to rogue facilities, which Justice Kagan just mentioned, one of the amicus briefs cites instance after instance where Whole Woman's facilities have been cited for really appalling violations when they were inspected: Holes in the floor where -- where rats could come in, the lack of any equipment to adequately sterilize instruments. Is that not the case?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But, I'm sorry --"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":9,"sideBefore":"justices","text":"These are not stories --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":6,"sideBefore":"justices","text":"Justice Alito."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":3,"sideBefore":"justices","text":"These are, as I understand it, actual reports of -- of inspections of those facilities."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Random --  Texas, under the prior law, has the right to make random inspections. Was --  the problem in Pennsylvania was this filthy clinic hadn't been looked at by anyone from the State in years. But Texas can go into any one of these clinics and immediate --  immediately spots a violation? It says you can't operate till you come up to speed. So Texas has had, as Justice Kagan pointed out, its own mechanism for preventing that kind of thing from happening."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"It's valid only if it's taking care of a real problem."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, no, no, no. A real problem, meaning, Gosnell, the governor of Pennsylvania, said was a regulatory failure. And only in that, not --  this clinic had not been inspected for years. He --  the doctor was fabricating his reports. That could happen almost in any setting. Anyone who intends to break the law is going to break the law, whatever the regulatory rules are. Alderson Reporting Company You're going to have doctors, as happened pre our laws, who were performing abortions without permission in their offices or without licenses. And I don't want to suggest that we should presume that's going to happen, but it will happen."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but -- yeah, but -- but you have to see, as Justice Breyer asked you earlier, why are the problems? Isn't this a self-created problem? What happened in Texas independent of Gosnell that raised the Gosnell-like situation concerned in Texas that made -- JUSTICE ALITO: Gosnell. JUSTICE SOTOMAYOR: -- the legislature so after so many years about taking care of this greater risk in abortions, as opposed to all the other procedures that are performed in non-ASC facilities?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But there's complications in colonoscopies, and colonoscopies are, what, times -- Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":9,"sideBefore":"justices","text":"JUSTICE SOTOMAYOR: Justice Breyer just corrected me. (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":7,"sideBefore":"justices","text":"percent higher. I mean --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's the problem. Once a clinic closes --  you said McCallen reopened, but that was very swift. Once a clinic closes, equipment are gone, the doctors are gone, you can't reinstate it tomorrow. It won't be there. There will be no remedy for that woman who succeeds in the as-applied challenge."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Sure."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Why isn't that self-evident in any area that's --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":9,"sideBefore":"justices","text":"Sonia is off."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":5,"sideBefore":"justices","text":"This area of western Texas, it's as big as California. No? Bigger?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Huge area."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Why isn't it self-evident if you have a law that says you can only be an ACS provider, and who's going to come in and say, I can't be an ACS provider, but it's an undue burden on me, or it's an undue burden that's self-evident on the women in that area?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Exactly. So why don't we take this lawsuit as those women saying just that?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"You can't have a law that has marginal, if any, medical benefit be applied to this procedure anywhere where there's an undue burden on people -- on women. Alderson Reporting Company"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"May I ask you one question? You earlier in your argument, you were quoting how many women are within a reasonable range of the clinic. But don't we know from Casey that the focus must be on the ones who are burdened and not the ones who aren't burdened? There -- there is -- and the district court said, you know, this is not a problem for women who have means to travel, that those women will have access to abortion, anyway. So -- in Texas or out of Texas. So Casey was quite precise in this, when it's talking about husbands and notification. You don't look to all the women who are getting abortions. You look only to the -- to the -- the women for whom this is a problem. And so the only women we would be looking at is not all of the women who are -- who live in Austin or in Dallas, but the women who have the problem who don't Alderson Reporting Company live near a clinic."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Isn't that the clear message of Casey and the husband notification --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- exception?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But this is about -- what it's about is that a woman has a fundamental right to make this choice for herself. That's what we sought as the starting premise. And then this is certainly about -- Casey -- Casey made that plain, that it -- the focus is on the woman, and it has to be on the segment of women who are affected."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Ms. Toti, you have five minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And that -- that's the -- the last evidence was from Dr. Grossman?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"At page 232, he said, \"I am not here offering any opinion on the cause of the decline in the number of abortion facilities.\""},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you tell me why Planned Parenthood left the western area? The General Alderson Reporting Company says that Planned Parenthood --  that ASC and the --  and the admitting privileges had nothing to do with the closures in the western area of Texas."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And as to the --  the clinics where there is direct evidence, does the direct evidence show whether the cause was the admitting-privileges requirement or the ASC requirement or both?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think that Federal district judges or this Court is well qualified to determine whether there is a different risk, regard -- with respect to abortion, as compared to other procedures, that may or may not have to be required -- may or may not have to be performed in an -- in an ASC?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The case is submitted."}],"people":[{"id":0,"fullName":"STEPHANIE TOTI","firstName":"STEPHANIE","lastName":"TOTI","counsel":true,"justice":false,"side":"petitioner","words_spoken":2660,"interruptions":19,"times_spoken":53,"laughter":0,"num_int_by":7},{"id":1,"fullName":"DONALD B. VERRILLI","firstName":"DONALD","lastName":"VERRILLI","counsel":true,"justice":false,"side":"petitioner","words_spoken":1728,"interruptions":8,"times_spoken":19,"laughter":0,"num_int_by":2},{"id":2,"fullName":"SCOTT A. KELLER","firstName":"SCOTT","lastName":"KELLER","counsel":true,"justice":false,"side":"respondent","words_spoken":2886,"interruptions":42,"times_spoken":81,"laughter":1,"num_int_by":6},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":674,"interruptions":1,"times_spoken":31,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":1200,"interruptions":2,"times_spoken":27,"laughter":1,"num_int_by":2},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":470,"interruptions":1,"times_spoken":16,"laughter":1,"num_int_by":1},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":1216,"interruptions":7,"times_spoken":30,"laughter":0,"num_int_by":3},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1078,"interruptions":1,"times_spoken":16,"laughter":2,"num_int_by":1},{"id":8,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":730,"interruptions":0,"times_spoken":12,"laughter":1,"num_int_by":0},{"id":9,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":1513,"interruptions":10,"times_spoken":45,"laughter":0,"num_int_by":7}],"side_summaries":[{"side":"petitioner","interruptions":27,"words_spoken":4388,"times_spoken":72,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":42,"words_spoken":2886,"times_spoken":81,"laughter":1,"num_int_by":6},{"side":"justices","interruptions":22,"words_spoken":6881,"times_spoken":177,"laughter":5,"num_int_by":9}],"outcome":{"side":"petitioner","margin":2},"num_jusitces":8,"prediction":{"petitioner":1,"respondent":0,"date":1472523515733}}