{"petitioner":{"name":"SUPAP KIRTSAENG, DBA BLUECHRISTINE99","counsel":[0]},"respondent":{"name":"JOHN WILEY & SONS, INC.","counsel":[1,2]},"caseNumber":"15-375","date":"2016-04-25T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 15-375, Supap Kirtsaeng v. John Wiley & Sons. Mr. Rosenkranz. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Rosenkranz, if Kirtsaeng had lost this case -- if he had lost this case, should fees have been awarded to Wiley, given the significance of this decision? I mean, it's an important decision. It needs both sides to be aired before the Court. So suppose he had lost and Wiley won, would Wiley be entitled to attorneys' fees?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It would have had more than that. It would have had circuit precedent. It could have been woefully infringing, correct?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If I were going to bet, I would say yes to that question. Wouldn't you?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why? It was a lucrative business he was engaged in."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Several hundred thousand."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Rosenkranz, just to continue on with what Justice Ginsburg was asking you. As an ex-post matter, you have a great David versus Goliath story to tell. But as an ex-ante matter, I wonder if the rule that you suggest is not going to harm the Kirtsaengs of the world. And you know, you might take these couple things into account: That the Kirtsaengs of the world will probably think that the -- that they are spending less on their lawyers than the John Wileys of the world. And that they're also more risk averse, because they have less money. So, you know, given those two factors, doesn't your rule, actually as an ex-ante matter, cut against the Kirtsaengs of the world?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but that's only one side of the question. I mean, what you're doing is you're upping the stakes generally so that Kirtsaeng is going to know, well, it's true I might be able to get my fees back; but at the same time, I run the risk of having to pay John Wiley's fees. And John Wiley, as I said, is probably going to be paying its lawyers more than I'm going to be paying mine. And I'm very risk-sensitive as a Kirtsaeng type. So that's a huge deal for me to increase my stakes that much."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought you told -- I thought you told us that there haven't been any awards under the -- maybe I misunderstood -- the Second Circuit test in years. Or what was the point you were making at the beginning, cases, years?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Unreasonable."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But I thought your point -- your point now is that the defendants in copyright cases still show up."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And they don't in the Second Circuit?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you suggest that one of the solutions to that problem is for the district court to take into account the relative financial resources of the parties; is that correct?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there anything --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":3,"sideBefore":"justices","text":"Have we ever said in a -- have we ever said that the availability of attorneys' fees is dependent on the financial resources of the Alderson Reporting Company party?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Rosenkranz --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- it does sound like, as Justice Kagan put it, that your rule is if David faces Goliath and David wins, David gets fees no matter how reasonable Goliath's position was. That's what it seems Alderson Reporting Company to come down to."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So one thing that concerns me about a test like that, Mr. Rosenkranz, is it's very hard for people to make judgments ex ante and to figure out what their chances are. It's very hard to predict. And if you're concerned about the Kirtsaengs of the world, the Davids in these kinds of suits, what you might want is a pretty clear safe harbor. In other words, if I'm taking a reasonable position, I'm not going to be stuck with the other side's fees, which are likely to dwarf my own. And that's something that somebody can predict, as opposed to this 22-factor test, which it's like I just don't know how this is going to come out, and I might well be Alderson Reporting Company stuck with John Wiley's fees, depending on what judge I draw and, oh, a number of other things that I don't have any control over."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What is --  what about --  I suppose I start this thinking district judges do have a job. In part of that job, they do things that we would do worse, not better. And one of the things that they know is the case in front of them. And what we said in the --  our case was: It's up to them as long as they act reasonably. So you started with a factor, which I guess they could have taken into account. Nothing in our law prohibits it. In fact, it encourages it. So what's the problem? What is it? Are you saying we should, in fact, change what we said in Fogerty? In my own mind, I don't know how to do it. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. So you don't want to believe that. Okay. So you want case-specific correction of what you believe is a failure to apply to realize what Fogerty meant. Is that the idea?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but you want us case-specific or you want us to say something? I mean, one -- one whole -- one result would be the Second Circuit seems not to have taken account of what we said, which is that all considerations -- all considerations that are consistent with the purposes of the Copyright Act can be relevant. It depends on the case, period."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You wanted this other Alderson Reporting Company thing, which I don't know how to do. The other thing is whether you really advance the law. I mean, maybe at the time, Marbury v. Madison was viewed by many people as being just about an appointment, and it didn't really advance the law."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe others thought it did. I don't know. How do we know which advances the law?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Rosenkranz, I --  I think that Justice Breyer is getting to something. Put on a hat that doesn't want to win outright. Okay? Put on a hat where we're trying to announce a rule. And I'm sympathetic to your argument that the Second Circuit rule obviously stacks everything in favor of a winning plaintiff, publish a winning copyright holder because percent are now winning, if not more. In the Second Circuit, it's almost percent. It means, when you're talking about the reasonableness of a --  a winning party's position, in most cases the copyright holder has a reasonable position. So --  and the defendant, by losing, tends to Alderson Reporting Company have an unreasonable I looked the --  after Fogerty Circuit tests began. different incentives position. at what happened after Fogerty, and and Fantasy, that's where the Ninth And the Court there said there's for plaintiffs and defendants. You can't make the reasonableness of the position the centerpiece for prevailing defendants, or otherwise, they're never going to get fees, or hardly ever. So going back to Justice Breyer's question, how do we articulate what the Second Circuit is doing wrong without necessarily endorsing all of the factors of the Ninth Circuit?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So the test would be, it's okay to have it one among others, but not a presumption that says that's always going to entitle you Alderson Reporting Company to defend against an award or to win an award."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But it seems to me that you -- a -- a party can advance the law and a -- a case can advance the law by insisting on principled, consistent application of settled principles. That's an advancing of the law. I -- I can see the excitement about granting fees if there's some -- some breakthrough, something we've never thought about. On the other hand, there's something that's commendable about applying the law consistently, routinely in regular cases. That advances the law."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Rosenkranz, can we go back to your test now? Would you say we'll make it something district courts can understand and readily apply? So take my question. Kirtsaeng loses and Wiley win -- wins. Apply your four-sentence test, and Alderson Reporting Company tell me whether Wiley gets fees."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I -- can I ask, Mr. Rosenkranz, one of the things that confused me about this case and about, actually, both sides' arguments, I -- I don't really understand why it is that the fees are awarded in such a high percentage of the cases, both in the Second Circuit and elsewhere. I mean, the Second Circuit says that its -- the first-among-equal factors is the reasonableness, but it awards fees in more -- way more than half the cases. Is it that so many of the cases are utterly frivolous?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Before -- before you talk to me about the -- the way this might or might not be pro-plaintiff or pro-defendant, just why are they all so high?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you know, it's --  I have no idea why. I could speculate. One problem is that a lot of college students think they should listen to all the music they want and they don't pay any copyright. That would be outrageous, right? That's -- I read that in the papers and other places as a problem."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe, from time to time, the copyright owners feel that, you know, my employees have to pay for gasoline at Exxon; why should Exxon's employees take all my works for free?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. So we have no idea why -- at least from these briefs, I have no idea why the copyright numbers come out the way they do on fees; therefore, I'm thinking, quite honestly, it's going to vary from case to case. I understand appellate lawyers love to create standards. I do not have that love at this moment. (Laughter.)"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It might be you say we go back and say have they taken what used to be an all-factors test, and have they in fact said -- and then we could all go home. We say -- we say what they've done here is they've said we're never going to -- or hardly ever going to take a favorable account of having clarified the law. And in your view what we should say Alderson Reporting Company is, well, don't say never. Don't lay down a standard. There are too many different kinds of cases. Beware of trying to --  is that --  that's what you want us to. That's it."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You have added a couple of standards. Your first two sentences were fine. They said roughly what --  what we've been talking about. And then you had two later sentences which I began to think, hey, that's going to be a little tough to apply."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"The problem with that is that different judges are going to have very different views about what will further the purposes of the Copyright Act. Don't you think both the Second Circuit Alderson Reporting Company and the Ninth Circuit -- I'm sorry -- the Seventh Circuit think that their rules are the rules that best further the purposes of the Copyright Act?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"The -- the footnote does not say further the purposes of the Act. What the footnote says is, Judge, when you award these fees, be certain that you are faithful to the purposes of the Act. And that's very different. It means don't do something that's going to undermine the Act, as opposed to sitting there and figuring out whether the basic purpose of the Act is to what extent to encourage authors at the expense of the readers, or the expense of those people who do not want to undergo huge transaction costs getting ahold of dead authors, all right? So we have several different conflicting purposes. You want to bring them in when you say \"further,\" and the court did not bring them in because it said \"are faithful to.\" You don't have to answer that."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Smith. "},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Except there is -- Mr. Smith, I'm trying by what's happening in the Second Circuit. I've actually, with the help of the library, looked at cases in the Second and the Ninth Circuit for the last three years, and this is what I'm coming out with: In the Ninth Circuit, prevailing defendants have received fees times and lost times, about percent. In the Second circuit, prevailing defendants have received fees three times and lost times. That's a huge difference. If I look at what's happening with prevailing plaintiffs, in the Second Circuit, prevailing plaintiffs awarded fees times, and prevailing plaintiffs denied fees seven. In the Ninth, prevailing plaintiffs got it times and denied fees twice. Prevailing plaintiffs are winning everywhere in extraordinary numbers. And in both circuits, prevailing defendants are not winning hardly at all. At best, percent in the Ninth Circuit. So does it say something that somehow, prevailing -- that this presumption that the Second Circuit is giving is unfair to defendants and to the purposes of the copyright law?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Sorry. Five-oh, 50?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But that was a study from 2000, correct?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Having practiced in this area, I know you're right."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But -- but isn't there a problem in having one factor outweigh all others? It's Alderson Reporting Company much harder to start a --  with a presumption up here and all the other factors have to tie against that one to overcome it."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Why don't we just have the Fogerty factors, which are it's one among many?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But since most plaintiffs are not going to sue unless their position is arguably, reasonably present, shouldn't we be looking at how reasonable the defendant's position was?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"When the defendant wins."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"As you understand the Petitioner's position, do they take the argument you've just made about the necessity for continuing the litigation and then add a David and Goliath factor to it? Is that your understanding of their position, or am I --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"He's departing from that. He's departing from that."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"He's departing from that, at least. So you say, just don't say never. And, indeed, the Second Circuit did say never. It said a court should not award attorneys' fees where the case is novel or close because such a litigation clarifies the boundaries of copyright law."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"The way they wrote this here, and they were quoting, it says, \"As this Court has reasonably explained.\" Am I in the right place? I'm in Page 18a, 19a of the -- of the petition. Maybe I'm reading the wrong petition; that's been known. That's -- and what they do is they quote. It says, \"As this Court recently explained.\" And it seems to me they underlined the word \"not,\" so I may not have read it properly. I -- I don't know."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Anyway, your position is it Alderson Reporting Company shouldn't be never."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And maybe everybody agrees."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Smith, when you have a -- a system, which the Second Circuit does, of saying, look, this is the first among equal factors, and you need something, you know, pretty exceptional to outweigh this factor, if I'm a district judge and I'm thinking, you know, who likes to be overruled by the Second Circuit, it does seem as though it sends a pretty strong signal to district courts that this is the key factor and that they are not -- you know, probably not in their lifetimes going to see a case in which that factor is outweighed."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You mentioned that he's getting free representation. Do you -- you've mentioned the fact that he was represented by pro bono counsel. Is that a factor that the Court should take into consideration?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it seems --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it seems to me that's quite an intrusion into the relationship between the -- the party and -- and counsel. I mean, do you look at it and say, oh, well, you have discovery on -- about whether -- what the relationship was between him and his counsel --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- with the counsel giving a discount on fees and all that? I -- I'm not sure that should be a pertinent consideration."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, are you seriously suggesting it's a tough call for them whether to oppose the cert petition or not?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what are -- what are the annual --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What are the annual revenues that you're --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"The problem with your situation is that you're looking at incentives. If I'm Wiley, I'm looking at this and saying, there's a percent chance -- 80 to percent chance I'm going to get fees, because willful infringers -- and that's the judgment that was being defended below -- almost always, the winning plaintiff gets fees. If I'm a defendant, I'm Kirtsaeng, I know that the probability is -- taking Mr. Rosenkranz's numbers, are that maybe percent of the prevailing defendants gets fees. If without pro bono counsel, do you think he would have continued?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And would have gone into debt for it? I -- I don't know the answer, but the -- the incentives are very, very different for a defendant who's being asked to go on with the litigation because the likelihood of them getting fees is so much smaller. Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"He got a willfulness found below."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"How do you get a willfulness found in a situation where you know there's a circuit --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"--  where there is a chance of a split court, 4-to-4?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Are you asking us, in our decision, to endorse the Second Circuit test and reject the Ninth Circuit test, articulate it the way that the Ninth Circuit does, what -- the Second Circuit does? Ask us exactly what you want us to announce with respect to what the test should be or not be."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"How do you answer the argument that you -- you referred to patent cases, but the patent statute says \"fees\" in exceptional cases."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"The Copyright Act doesn't say that."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Do you have a view, Mr. Smith, as to why it is that this reasonableness Alderson Reporting Company inquiry is producing such skewed results as to plaintiffs and defendants? Because as a logical matter, you would think it shouldn't, that -- that there -- there wouldn't be this skew."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Unless you really think the defendants are taking so many more unreasonable litigating positions. And I -- I guess that could be. But is there any other explanation or any, you know, thoughts you have about that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Ms. Goldenberg. "},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I'm sorry. Which case?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You didn't have the sort of situation you have here, where you're concerned about encouraging people to move for remand or discouraging people from filing for fees under remand. It was -- the policy sort of pushed all one way in Martin."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Smith suggested that he thought the times in which the reasonableness inquiry would be outweighed is if you see real litigation misconduct. Is that your sense too, or is there anything else that actually is capable of outweighing it?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Maybe --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Counsel, it -- is it pertinent, in the government's view, whether or not the party seeking fees was represented by pro bono counsel?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Fogerty says -- it adds, \"The need in particular circumstances to advance considerations of compensation and deterrence.\""},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"It lists the reasonable fact -- you know, reasonable position is one among four. It says there could be others. Why? Why not stop right there?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Maybe Marbury was a poor man. Maybe he didn't even want the job. Maybe he was just trying to try to create a situation where this country would have a structure of judicial review. I mean, can they take things like that? Why not? Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, I -- I don't know. It has to be consistent with the Act."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Why are we suddenly picking this one thing out of what could be a bunch of things?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"If you were thinking of this solely as a policy matter, if you didn't think that that evidence was all that overwhelming, why is it that this factor should be first among equals?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Five minutes, Mr. Rosenkranz. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But it does mean something different in practice because, as we were just told, it's unusual. There are not many fee awards made Alderson Reporting Company in patent cases, much higher number in copyright cases."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"We have the --  the Second Circuit, and what was it, percent of the defendants and something percent, whatever, it's a much higher percentage than in --  than in patent cases."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That's an awfully hard task for district judges to perform, whether --  you know, what is --  what will further the purposes of the Copyright Act or what is the most faithful to the Copyright Act. District court judges are going to see that very differently, and there won't be any consistency if that's what they are required to do or authorized to do."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The case is submitted."}],"people":[{"id":0,"fullName":"E. JOSHUA ROSENKRANZ","firstName":"JOSHUA","lastName":"ROSENKRANZ","counsel":true,"justice":false,"side":"petitioner","words_spoken":2909,"interruptions":26,"times_spoken":46,"laughter":0,"num_int_by":6},{"id":1,"fullName":"PAUL M. SMITH","firstName":"PAUL","lastName":"SMITH","counsel":true,"justice":false,"side":"respondent","words_spoken":2182,"interruptions":18,"times_spoken":33,"laughter":0,"num_int_by":4},{"id":2,"fullName":"ELAINE J. GOLDENBERG","firstName":"ELAINE","lastName":"GOLDENBERG","counsel":true,"justice":false,"side":"respondent","words_spoken":1884,"interruptions":5,"times_spoken":12,"laughter":0,"num_int_by":3},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":337,"interruptions":5,"times_spoken":23,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":258,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":789,"interruptions":1,"times_spoken":19,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1016,"interruptions":1,"times_spoken":25,"laughter":1,"num_int_by":1},{"id":7,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":749,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":185,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":124,"interruptions":1,"times_spoken":2,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":26,"words_spoken":2909,"times_spoken":46,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":23,"words_spoken":4066,"times_spoken":45,"laughter":0,"num_int_by":4},{"side":"justices","interruptions":9,"words_spoken":3458,"times_spoken":92,"laughter":1,"num_int_by":4}],"outcome":{"side":"petitioner","margin":8},"num_jusitces":8,"prediction":{"petitioner":0.4723279285555504,"respondent":0.5276720714444496,"date":1472703110910}}