{"petitioner":{"name":"MICHAEL ROSS","counsel":[0,1]},"respondent":{"name":"SHAIDON BLAKE. ","counsel":[2]},"caseNumber":"15-339","date":"2016-03-29T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 15-339, Ross v. Blake. Ms. Bernhardt. "},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Bernhardt, could I just ask you to talk about the procedures? Could you explain to me what they are? Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Could I start you off in the reverse around? Because the ARP seems to be the low-level one, and in the initial understandings of this case, everybody was being told the ARP is where you file. And you file there irrespective of whether there's an IIU investigation. Do you continue to take that view, or do you think that that is no longer true?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I really did ask you to start with the ARP."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you supposed to file with the ARP even when there's an IIU in --"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why do all of these cases suggest that, when that happens, the ARP throws out the case on the view that there's an IIU investigation?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you have any example anywhere of the AR -- ARP responding and actually investigating and looking at the issue and making a recommendation or ruling?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"In your reply brief, I looked for one ARP case where the prisoner filed and the ARP itself made a determination. Is there anything in the record? Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you've lodged now quite a number of materials, and we can talk about the materials that you've lodged, but now, you know, both parties have lodged materials, and nobody has come up with a case in which the ARP has adjudicated a complaint when there was an IIU complaint investigation going on; is that right?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But at least it would show that there are papers staying -- saying as clearly as it could possibly say, \"You involved an ARP; there is an IIU investigation; ARP dismissed.\" Couldn't be clearer. So you say, well, other cases went beyond the way. Then it sounds like the State is making inconsistent rulings, nobody knows what the law of Alderson Reporting Company Maryland really is. So those letters say, unmistakably, \"Your complaint is dismissed because there is an IIU investigation.\" They can't just erase that. That's what they say."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's go back to the -- Alderson Reporting Company the procedure for the employee -- I mean, for the prisoner. There is an IAU investigation. The prisoner then files an ARP. Under Maryland's regime, what is to happen to that ARP complaint?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Bernhardt, can I just ask, because in the materials you lodged yesterday, in three different places you appeared -- the office appears actually to have a rubber stamp. I mean, it's the same stamp on all these things. And it says, \"Dismissed for procedural reasons. This issue is being investigated by IIU. Since this case shall be investigated by IIU, no further action shall be taken under the ARP.\" That's on a rubber stamp."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Bernhardt, we took this case on the view, which was the view that the office represented to us at the time, that the ARP was the proper place to go to receive a remedy, not the proper place to go to receive a rubber stamp saying \"You've come to the wrong place,\" but the proper place to go to receive a remedy even when there was an IIU investigation going on."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Notwithstanding this rubber stamp that says it's not true."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you please tell me why you can't -- what's the purpose of this process? You have regulations and administrative handbook that says, \"Take all of these things to the ARP. Take to the IGO directly only these things.\" Why don't you just say take prison Alderson Reporting Company brutality cases to the IGO? If you're not intending to confuse prisoners, if you're not intending to make this process totally opaque, why do you do it that way?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. It's more confusing to say, \"If you filed a IIU, go to IGO.\""},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If you go to ARP, if you haven't, if you have --  that's more confusing than this process where they go to ARP and they can't get anything."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry. Please finish."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"We're talking about what's in the lodgings and what they stand for. These are not in the record before the Court, are they?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Neither yours or the other side, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I take seriously the requirement that we limit appellate review to the argument -- to the record that's before the Court. I mean, factual issues like this are something they could deal with in the district court and flesh those out before the court of appeals. And now, as far as I understand, we're the first court that's looked at all these record material -- I mean, extra record materials, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So how do we deal with that? I mean, again, both of you are guilty of what I think is a serious -- a serious question. What's your proposal for dealing with the fact that, so far as we have seen so far, the cases -- the case might well turn on these lodgings if people are going to look at them?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it seems to me that we should dismiss your writ as improvidently granted. You just -- we just simply didn't have these materials in front of us, and it completely changes the nature of the case."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That's a different -- Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":7,"sideBefore":"justices","text":"Well, I suppose dismissing it would be based on a judgment about what these extra record materials show. And if they don't show what your adversary suggests, I don't know why that would be an appropriate course to take with respect to your position. On the other hand, if they do, maybe it would be. I don't -- again, it's -- it's, I think, surprising -- and, again, I'm not criticizing just you; I'm criticizing both of you -- that -- that we have these materials now. I mean, was -- was the individual represented by counsel below the --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yeah, I understand that. But, as I look through, the reason that it wasn't presented below, I would guess, is given the briefs that I've read, which are very good briefs, people have gone to an enormous amount of work. And that enormous amount of work has produced all this information that wasn't there before. But I would like to know what you'd do if Alderson Reporting Company you were me. That is to say, we took this case because we thought that it raises a question of whether the circuit can create an exception to the exhaustion requirement that, to my knowledge so far, is not a traditional exception. And that's why I thought we took it. Now we discover, having taken it, this new issue that wasn't there. We thought the question was, can you create an exception to the requirement that they have to take into account of available administrative remedies? The issue now is whether there was an administrative remedy available on the basis of what I've read. It's so complicated that I don't know how a genius would know how -- that he's supposed to go to the -- to the whatever that AR thing is -- (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":8,"sideBefore":"justices","text":"-- you know, while an IIU investigation is going on. You certainly could not be illiterate. I mean, you'd have to -- there are so many initials in this that -- that -- that -- okay. So we could either go into this other issue or we could send it back to prolong this or we simply could grant a -- dismiss it as improvidently Alderson Reporting Company granted. So maybe it's an unfair question to ask you. But if you were me, what would you do?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It's pretty hypothetical if we are to answer the question, is there a special kind of exception to the rule that you have to take into -- that you have to follow available administrative procedures if it is the case where there was no such remedy availability."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And it's available to some and it's not available to others."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's talk about, then, the current regulation. There's a question whether that was always the practice in Maryland. But the current regulation does say, does it not, if an IIU investigation is launched, then you don't use the ARP procedure. Isn't that what the current regulation --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I have to say that when I read the Fourth Circuit decision, there are lines in the Fourth Circuit decision that seemed to be deciding this on the burden of proof. They're saying \"Ross\" -- meaning you -- \"have offered no evidence that would contradict Blake's belief that the IIU's investigation removed his complaint from the typical ARP process.\" And the Fourth Circuit, that's at F.3d It goes on to say, moreover, that \"the handbook regulations and directives do not contradict Blake's belief that he had exhausted his Alderson Reporting Company administrative remedies by removing the incident to senior corrections officers, thereby initiating an IIU investigation.\" That's -- that's at the same page. So I'm not sure what the Fourth Circuit was doing with availability. And so if I'm not sure, what do I do with respect to Justice Breyer's question and Justice Kennedy's question, which is, is this a availability determination?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"There's a new regulation that has come in, correct, after this Alderson Reporting Company case? And it makes official that the ARP process will not handle an IIU proceeding?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Prison directive. This --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But the IGO, or whatever it is, that is described in this hierarchy as an appellate remedy."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"The setup is, there are these levels that you go to. And first you go to the ARP, then you go to the commission, then you go to IGO. So it's usually -- it comes in at the third instance."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Where is --  where in this handbook or whatever it is, the grievance procedures, does it tell an inmate, you can go or you must go, in the first instance, to the IGO when there's an IIU investigation underway? Where does it say --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yeah."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Where --  where --  where does it say you can go to the IGO first?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":3,"sideBefore":"justices","text":"Mr. Tripp?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"You do say in your brief that if regulations are so confusing that we're -- we're -- we're arguing about whether -- to Alderson Reporting Company every inmate or every reasonable inmate or to a reasonable inmate. I don't actually see that you say \"every reasonable inmate.\" That --  that's a little --  that's not a standard I understand in any context."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"No, you keep saying \"no reason.\" That a reasonable --  I would say, consistent with how we always talk about this --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"--  no reasonable --  a reasonable prisoner would not understand them."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"I understand that Alderson Reporting Company that's different."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"What words should we use? The statute uses the word \"exhausted.\" The word \"exhausted\" in administrative law, where it's most frequently found, has a huge meaning, with exceptions, built up over the years. One such exception is for a procedural rule that is, quote-- it comes from habeas corpus law -- \"not firmly established and regularly followed.\""},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Now, is that the way to put the exception? To decide that, one, does the word \"exhausted\" pick up its administrative law meaning? That's a big question. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"I'm not sure. Two, if it does, is there such an exception that I just said in administrative law? And, three, how do you put it? All right. Now, you say what you wanted to say, because you wanted to say something. (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Please."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Can I --"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Can I ask, it seems to me that there are three kinds of unavailability. And I'm wondering if you agree with each of the three. One is where the prison says, you can get your remedy over here. And then it turns out that you can't get your remedy over here. So if the prison here said, you can get your remedy at the ARP, but you couldn't get your remedy at the ARP, that's a kind of factual unavailability. You agree with that?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"In the hypothetical sense --"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"-- not saying anything Alderson Reporting Company about this case? Now, the second is what you're saying. It's like, if it's just so confusing that a reasonable person can't use it. And that's your standard; right?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"And the third is some of these cases arise in the context where the State is deliberately trying to interfere with or trick the inmate or something like that. And you would count that as available too?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"A threat or just deception or something like that."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Tripp, are you --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Are you taking -- are you -- I assume that you're taking no position on whether the remedy is available to this -- to Blake."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Hughes. "},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, before you get to that, the Fourth Circuit seemed to assume that there was a procedure that was available. And it held that there --  this --  it was excused here even though it was available. Now, do you defend that argument?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, what was the legal rule that -- that the Fourth Circuit adopted?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Yeah. And that was my question. Is that correct? Do you defend that?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Do we think that the Fourth Circuit was wrong with respect to that? I mean, it's a problem leaving it on the books, isn't it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But if we know what we --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I was just going to say \"what we now know.\" Do you have any help for me with my concern that none of this is in the record in this case? None of it was before the court of appeals. None of it was before the district court. What should I do about that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I'm not -- I'm not so much talking about waiver; I'm talking about evidentiary record. You may have made that argument, but you did not submit any of this material as a record. If it had been presented to the district court, they'd go through a normal process. Your Honor, you know, move for the admission of this as Exhibit A. You authenticate it. Somebody comes in and says -- and you'd have discovery on -- on that. I mean, I don't know that there aren't other cases out there that make the exact opposite point or make your point. And it just seems to me that if the case is going to -- well, it seems to me to present a real serious problem of how we should consider the lodging."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"They said that in the district court and court of appeals; right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And is there any reason that couldn't have been done before the district court and before the court of appeals and included in the record before this Court?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, these are not briefs."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you're also submitting documents that were filed, I guess, by prisoners in particular cases?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But not part of the record in this case?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Why should this issue of availability be decided by this Court as opposed to the district court or court of appeals on remand?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I'm sorry. What's your definition of \"availability\"?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"What is the difference between that and what the statute used to say before it was amended where it required exhaustion of such plain -- plain, speedy, and effective administrative remedies as are available?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I think it's saying it has to be plain."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Do you think that there is also substantial daylight between your standard and the solicitor general's standard? In other words, what I took the solicitor general to be saying with respect to this clarity question is that the standard is if the procedures are so confusing that a reasonable person could not use them. That's his standard. Do you think that there is a difference between yours and his?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"This is quite important to me, and the solicitor general, I think, has -- has --  has made very clear why this is such an important question, not just your client, but I mean in general in the system. The Fourth Circuit copied a full page of what it said was the Second Circuit's special exceptions test, and then it listed it. And the rest of the opinion that you cite really is meant to be an application of that test. What you were talking about is simply the procedure leg of that test. So whatever words I or anyone else write here are going to take on a lot of importance in the prison system. So I'm nervous, as always, when that kind of thing happens. I'm not an expert in it. Now, there are several ways we could go. I mean, it sounds to me, even though I did write, and I think correctly, that there are exceptions, such as for constitutional issues, for example, traditionally there is no exception for the reasonable mistake. I'm not aware of any. And it sounds as if reasonable mistake is put best under the rubric of availability. Alderson Reporting Company Now, that's just tentative. But if I'm right in thinking that what we have here is simply a --  an aspect of the availability question, then maybe the thing to do is send it back and argue out all the availability, including this, in the court below rather than us trying to write a standard. Or a second, maybe we adopt the SG standard. Or maybe we adopt your standard. I don't know what rubric we'd put it under. Under the rubric of exception? Under the rubric of availability? Now, that's a general musing-type question, designed to provoke on your part a general response."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"If I could understand you, though, I mean, one argument that you would have, whether here or below or -- is this notion of the prison system didn't meet this level of clarity, whatever it is. But there's another argument, don't you think -- or do you think -- that you have, which is just, they said to go to the ARP, and the ARB -- the ARP was not in the business of giving this remedy. So we did exactly what we were told to do, and it turns out the remedy is unavailable because it's just not available."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I don't -- I don't mean to beat a dead horse, but the -- the citations you cited, it is true that that's to the lodgings. But I don't have any confidence that these lodgings represent the complete universe to allow me to make a judgment about the procedures under Maryland law, because this wasn't litigated or -- or subject to discovery in the district court or court of appeals."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"You would argue that even if the ARP procedure turns out to have been available as a formal matter, suppose that this -- that issue were remanded, and the district court explored it thoroughly and concluded that, although there's a lot of -- there are these materials that might suggest otherwise, as a formal matter, it is available, even when the IIU procedure is going -- Alderson Reporting Company is going forward. All right? I don't know whether that would happen. Maybe it wouldn't. Assume that that's the case. You would still argue that the procedure was unavailable because, although it was available as a former matter --  a formal matter, it is simply too confusing; right? And no reasonable inmate could take advantage of it."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"That's a separate agreement?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"As to that argument, your --  your client did not try to use any procedure; isn't that correct?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"How was he confused?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"He received -- he received materials from the prison saying that that -- the ARP procedure is available in cases of -- of excessive use of force; isn't that right?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"What did he see that said that the IIU procedure was specific?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I'm sorry. Was exclusive?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And he read those?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Where is that in the record?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"The recent amendment."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"JULIA DOYLE BERNHARDT","firstName":"JULIA","lastName":"BERNHARDT","counsel":true,"justice":false,"side":"petitioner","words_spoken":1621,"interruptions":17,"times_spoken":36,"laughter":0,"num_int_by":6},{"id":1,"fullName":"ZACHARY D. TRIPP","firstName":"ZACHARY","lastName":"TRIPP","counsel":true,"justice":false,"side":"petitioner","words_spoken":1124,"interruptions":9,"times_spoken":18,"laughter":0,"num_int_by":4},{"id":2,"fullName":"PAUL W. HUGHES","firstName":"PAUL","lastName":"HUGHES","counsel":true,"justice":false,"side":"respondent","words_spoken":3460,"interruptions":17,"times_spoken":31,"laughter":0,"num_int_by":4},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":632,"interruptions":2,"times_spoken":20,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":718,"interruptions":3,"times_spoken":18,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":482,"interruptions":2,"times_spoken":16,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":338,"interruptions":3,"times_spoken":12,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":44,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":770,"interruptions":0,"times_spoken":7,"laughter":2,"num_int_by":0},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":337,"interruptions":0,"times_spoken":14,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":26,"words_spoken":2745,"times_spoken":54,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":17,"words_spoken":3460,"times_spoken":31,"laughter":0,"num_int_by":4},{"side":"justices","interruptions":10,"words_spoken":3321,"times_spoken":89,"laughter":2,"num_int_by":3}],"outcome":{"side":"petitioner","margin":8},"num_jusitces":8,"prediction":{"petitioner":0.7292632196182767,"respondent":0.27073678038172333,"date":1473644744137}}