{"petitioner":{"name":"MARK J. SHERIFF, ET AL.","counsel":[0]},"respondent":{"name":"PAMELA GILLIE, ET AL. ","counsel":[1,2]},"caseNumber":"15-338","date":"2001-03-29T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 15-338, Sheriff v. Gillie. Mr. Murphy. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask you about the -- the general structure of the Act seems to be Alderson Reporting Company in-house collectors are okay, but outside collectors, whether for private or for government, fall under the Act. But do I understand your view correctly that that line doesn't exist for the State; that is, whether it's an in-house or an out-house collector, they're equally exempt?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why wouldn't Congress have expressed that more clearly? I mean, that's a big thing that you're saying, that the State debt collectors really ought to be treated very differently, the outside debt collectors from the Alderson Reporting Company private. And, on the face of the statute, the private and the State really are treated in exactly the same way. There are two provisions. They read identically to each other. And surely there were very clear ways of taking out the State outside debt collectors. You could have just said State debts aren't debts for purposes of this statute or State outside debt collectors aren't debt collectors for purposes of this statute, and yet Congress did none of those things. Rather, Congress adopted a set of provisions that seem perfectly parallel with respect to State and corporate entities."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I understand the Alderson Reporting Company argument that you can read the same term two different ways, but Congress did use the exact same terms."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What other -- what other position does the State call someone an Alderson Reporting Company independent contractor but we treat them as an officer nevertheless or an employee of someone? We may do it for tax purposes, but we then look at a series of factors to determine whether they're really employees or not. It's hard for you to argue these are employees; correct?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"They're totally without supervision in their actual debt collection; correct?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. But you're not claiming they're employees?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So what other situation have we ever, in any setting, treated someone whom is called an independent contractor, an officer of a company, government agency, anything? This is a novel sort of idea --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That you as the state Alderson Reporting Company say this is an independent contractor, and now, by law, we're going to deem them an officer."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the problem I have is, I certainly understand officers -- like, with corporations. With corporations, officers are defined by their charter of incorporation. These are the officers; these are their responsibilities. It may set an income scale of some sort or tell you which agency within the corporation is going to determine that. And you have officers of State agencies that are defined by law. But I don't know that I've ever seen an officer defined by a contract."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I thought that that was just for tax collection. This is not a tax collection case, is it? I know the attorney general has read it as giving him more power than what it says on its face, but putting that aside, this is Alderson Reporting Company not a tax collection. This is a student debt collection, a consumer debt; correct?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Murphy, can I ask, when -- when you are trying to fill out what it means for somebody to be an officer, are you looking to the Dictionary Act? Are you looking to the common law? Are you looking to our cases? Are you looking to some combination of the three --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- or how would you prioritize those? Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I -- can I ask you, then, a question about the Dictionary Act?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Which says an officer \"includes any person authorized by law to perform the duties of the office.\" And my question to you is -- is just which -- what is the office there?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The office of special counsel."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But we know that office exists. Alderson Reporting Company (Laughter.)"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":5,"sideBefore":"justices","text":"So -- but -- okay. So -- so what does a statute have to do, then, to -- to authorize the person to perform the duties of the office?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess the question is whether it needs to more authorize an office. You know? A continuing, permanent thing as opposed to, you know, these officeholders who come and go, and sometimes there are more of them, and sometimes there are fewer of them, and sometimes they deal with X many cases, and sometimes they deal with Y many cases, and it all seems very fluctuating. Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So what does your contract require them to comply with the Act?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Are the remedies against the State?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I'm just talking practical question. Are you indemnifying?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You're not indemnifying. They are contractually bound to follow the Act. And you're, instead, trying to give them immunity for their acts, even though they may have breached. We can get to that second question in a moment. Let's assume they breached the Act. Just an assumption. Don't go crazy. (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":6,"sideBefore":"justices","text":"You want to give them Alderson Reporting Company immunity for their contractual violation."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"They're State officers. So what other laws?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there any case that you can point me to where they've been charged with a violation that you've indemnified them?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You mentioned two categories of outside debt collectors for this scheme. One was this special counsel, for whom you are claiming exemption. Then you said there is this other category. Alderson Reporting Company How was it determined which kind of debt collector the State is going to use, the one that would be subject to the Act and the special counsel who would not?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you tell me what the definition is of \"officer.\" Give me the definition."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What's your definition?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Your definition seems to be tailored to this category. But tell me how -- what your general definition is."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Does the law not authorize you to hire special --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So how is this different from that?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"How do you distinguish Germaine, Mr. Murphy? Because that seems a very similar kind of setup to your own. There is a statute that allows a superior to appoint some people, but those -- those contractors are -- sometimes there are more, sometimes there are fewer. The duties aren't precisely defined, and the court there says that's not an officer notwithstanding the statute."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So that's to say that we take these cases, whether it's Germaine or, or your side, Hartwell, and we put them in a different box?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That seems -- if I understood you correctly, that seems an odd line to draw. It's the difference between delegating all of your authority and delegating part of your Alderson Reporting Company authority?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you, Mr. Murphy, address the point, whether this is misleading?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"In the course of that, the statute says that you cannot falsely represent a document to be issued by. And if you could address that part of it."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What about the other provision that is allegedly violated, the one that proscribes use of any business or organization's name other than the true name of the debt collector's business or organization?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"When they signed their name at the bottom and gave their law firm name, was that necessary?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Necessary for compliance with the Act?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What about only -- the recipient would think, at the least, the letter was Alderson Reporting Company authorized by the attorney general? What the statute says is special counsel can use the letterhead stationery only in connection with tax collection. Doesn't it? It says -- here it says, \"The special counsels use the letterhead stationery, but only in connection with such claims arising out of those taxes.\" This isn't a tax. So he gets the letter, and he thinks, maybe at least the letter is an authorized letter. But it isn't an authorized letter because the statute says you can't authorize him to do it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Rosencranz. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":9,"sideBefore":"","text":"If I could clarify, there may be two separate questions that may be part of your answer. But are these officers under State law -- whether they are under the debt collection Act or not is a separate question. Is it right that they're properly considered officers under State law because that is how the attorney general has designated them and views them?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":9,"sideBefore":"","text":"That's not true with respect to qualified immunity. There doesn't have to be a permanent -- I'm sorry. What was the other adjective? Permanent and what?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":9,"sideBefore":"","text":"But they authorized it -- I'm sorry. Go ahead."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":3,"sideBefore":"justices","text":"I think you have recognized -- tell me if I'm wrong about this -- that the special counsel could send out a dunning letter, and the first sentence says, in boldface, \"We write to you as special counsel to the attorney general who has authorized us to collect a debt you owe to X government agency.\" That would be perfectly all right. No attorney general letterhead, but that opening sentence would be okay. \"We have been authorized by the attorney general to collect a debt you owe to a State agency.\" No problem with that."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":9,"sideBefore":"","text":"I don't really see the difference between those two situations. But even to push the point a little bit further, suppose the State created a special seal for the special debt collections program of the State of Ohio or something like that, and they put that at the top of the letterhead. Would that be a violation of the statute?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":9,"sideBefore":"","text":"It's the seal of the State of Ohio, and it says \"The Program of Special Debt Collection.\""},{"name":"JUSTICE ALITO","id":10,"spokeBefore":9,"sideBefore":"","text":"Why would it be misleading? What would the recipient of that letter think that the recipient of the letter would not think if that recipient received the letter from the actual office of the attorney general?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":9,"sideBefore":"","text":"I'm not sure what difference it makes. I mean, it seems to me that a letter like this gives you two kinds of information. One is it says \"You owe some sum of money to the State,\" and that's perfectly true. And the other is that the person signing the letter is acting as an agent of the State, to collect that sum of money. And that seems perfectly true too. So, you know, the letterhead is just a way of saying, \"I'm acting as an agent of the State to collect a sum of money owed to the State. And, yes, Alderson Reporting Company if you don't pay this sum of money, the State is not going to feel all that good about you.\" So it's all true."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":9,"sideBefore":"","text":"Well, you can't really be very serious about that, because in Justice Ginsburg's hypothetical, they were using the name of the attorney general too."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":9,"sideBefore":"","text":"One uses name in the text; one uses the name in the letterhead, but both are designed to do the exact same thing, which is to say, \"I'm acting as agent of the Ohio Attorney General in order to collect a sum of money owed to the State.\""},{"name":"JUSTICE ALITO","id":10,"spokeBefore":9,"sideBefore":"","text":"I thought Justice Kagan asked you a functional question, and you are responding with a formal answer. And you may win on formal grounds, but if we could go back to the functional point. Let's suppose that I received two letters. One is the letter, and I owe a debt to the State of Ohio. And one is the letter that was sent in this case; the other is a letter that's identical except that it is signed by an assistant attorney general of the State of Ohio. Why do I have a different reaction to the former letter as opposed to the latter?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":9,"sideBefore":"","text":"No, you're not answering my question. I wasn't asking you to compare the letter that was sent with a letter that makes no reference to the Attorney General of Ohio. I'm asking you to compare a letter that is sent by an assistant attorney general, identical in all other respects to the letter that was sent in this case with the type of letter that was sent here. What -- is there a difference in the reaction of the average consumer, the least sophisticated consumer, to those two letters?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":9,"sideBefore":"","text":"You know, they all the time hire people to do different things who aren't public servants. I mean, why would you think that? I don't know. I think he's a public servant. Do I think he's an officer or a contractor or a -- no average person has any idea what we're talking about. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":9,"sideBefore":"","text":"Well, you might. But what the statute says, it says the --  here's what it says literally: \"The use --  it is wrong to use any business, company or organization's name other than the true name.\" Right?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":9,"sideBefore":"","text":"So if Filene's Basement hires Mr. Smith, who is an independent collector, and Mr. Smith writes a letter --  just what Justice Ginsburg said. It says, Filene's Basement has asked me to write to you to say will you please pay their debt. Okay? There. They've used a name other than their own name. The statute doesn't cover that, does it?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":9,"sideBefore":"","text":"Of course not. Now, in other words, it has to be taken as modified by the first part of this. There has to be something that's false, deceptive, or misleading about it."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":9,"sideBefore":"","text":"If you don't interpret it Alderson Reporting Company that way, I don't see what it can mean, unless it picks up the --  Justice Ginsburg's hypothetical."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":9,"sideBefore":"","text":"It isn't? I have just used their name."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":9,"sideBefore":"","text":"I said they hired me. Isn't that using their name?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":9,"sideBefore":"","text":"In English. I'm not talking about in statutes."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":9,"sideBefore":"","text":"Of course. It would be ridiculous. And, therefore, it isn't to be taken literally to refer to any use. And I guess in context it could be taken to mean a misleading use. And if it means a misleading use, I see nothing here misleading. What is it?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":9,"sideBefore":"","text":"And if there is nothing here misleading, and it doesn't mean misleading use and it doesn't mean ordinary English use, what does it mean?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":9,"sideBefore":"","text":"Well, I think -- I would think that that would be a reason for using the -- the heading, because now the -- the Ohio Attorney General is responsible for all the actions that this debt collector is going to take. And the Ohio Attorney General is going to be more vigilant in policing the actions of that debt collector. You Alderson Reporting Company should want that."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":9,"sideBefore":"","text":"Why? Why? Why? Filene's Basement hires a service, and they say, here are letters, and they all say \"Filene's Basement.\" Now, we want you to send out on these letters -- letterhead so they'll know it's us -- you say -- and you say you're a special representative hired by us to pay the debt. Now, what's wrong with that? I would think it would be -- I mean, what worries me is when you don't have the letterhead. Then it it could be some scam. You see? But when you do have the letterhead, they're really getting themselves into trouble if it's a scam. And this isn't a scam."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":9,"sideBefore":"","text":"So identifying the creditor. My point is, if it's the AG's letterhead or Filene's Basement's letterhead or Macy's letterhead, if they still exist, in -- in -- if -- if it's the official letterhead of the company, the recipient is more likely, not less likely, to understand what's happening. That's -- as long as -- yes. You see my point?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":9,"sideBefore":"","text":"Okay. Then what's the answer to my question?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":9,"sideBefore":"","text":"I don't think that this is a materiality question. I actually do think that this is just a question of is it false or not. Is there anything false about using the attorney general's letterhead when you're an agent of the attorney general? That's the question."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":9,"sideBefore":"","text":"Well, they obviously are an agent in all the usual uses of that term. They're acting for the Attorney General in collecting a debt. And the question is, is there anything false about saying, by way of the letterhead, I'm acting for the attorney general?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":9,"sideBefore":"","text":"Well, why? If you -- if I use my own letterhead, somebody is likely to throw it out before they get to the text because they've never seen this organization before. You know, the Alderson Reporting Company letterhead is a good way of really making the point, I am acting for the attorney general."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":9,"sideBefore":"","text":"But they're dealing with somebody who is acting for the attorney general."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":9,"sideBefore":"","text":"But -- but you're making the argument somewhat the -- like the argument that you made in the brief. The -- the debtor gets the letter from the attorney general, says, oh, the attorney general, I'm really concerned. They ought to be concerned because the State of Ohio can garnish their tax for the unpaid debt. It -- it's different. They -- they ought to know that it's the State. And you -- you say they don't -- for some reason you don't want them to be intimidated because Alderson Reporting Company they know it's the State."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":9,"sideBefore":"","text":"The State has a very strong interest in letting the debtor know that it's the -- that it's its debt."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":9,"sideBefore":"","text":"That's -- that's for the debtor's decision to make. That's the debtor's decision."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":9,"sideBefore":"","text":"But you -- it -- it seems to me that you -- your -- your solution is almost misleading in -- in another direction."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":9,"sideBefore":"","text":"Basically, this argument, as I understand it -- maybe you can correct me -- is that even a private collector could use the name of Filene's Basement because it's not misleading. It's telling the person, assuming they say, \"I have been hired by Filene's Basement to collect your debt on Filene's Basement's letterhead and sign it \"debt collector X, Y, and Z.\" Under this argument, that would be okay because it's not misleading?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":9,"sideBefore":"","text":"Well, the questions have been asked of you. That would be the import."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":9,"sideBefore":"","text":"No. Wait, wait --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":3,"sideBefore":"justices","text":"And if I understand you correctly, you're saying we make a different judgment than Congress is about the relative weight of how misleading this is, but Congress made this judgment?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":9,"sideBefore":"","text":"I'm sorry. I don't want to interrupt, but I'm confused about your answer and maybe the question, or maybe both. Did you say -- as I understood the question, you have letterhead that says \"Filene's Basement,\" and it's a private collector who's acting on behalf of Filene's Basement. Is that misleading?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":9,"sideBefore":"","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":9,"sideBefore":"","text":"Ms. Harrington?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"If you have a special -- I don't know what you call them -- prosecutor, special counsel who's appointed from U.S. Attorney's Office, say, because the other -- the office is recused from a particular matter, just for that one case, does he use -- maybe as factual matter, does he use the letterhead of the Alderson Reporting Company U.S. Attorney's office?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"What about -- the states often do this. They hire a special lawyer to prosecute a special case -- it could be from a firm -- or it could be a set of cases. Could last a year. Now, are all of the people who do that, who fulfill that job -- it's not normally done federally, could be, I guess -- are they officers or not?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So if Mississippi hires a person to prosecute a murder case and it's called \"special counsel\" for the purpose of prosecuting murder cases for the next year, whatever, they're not officers? Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"That's true."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":8,"sideBefore":"justices","text":"But he authorizes use of the seal."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's -- you said they've done everything possible to separate them from the attorney general. That seems to be a pretty good effort to connect them to the attorney general."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"\"Here, use our stationery and our letterhead.\""},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I guess my point is simply that authorizing use of the seal does suggest a connection with the individual doing the debt collection work and the attorney general. And you said there's no way -- or they've done everything possible to show there's no connection."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I can't imagine anything they could do more dramatically to -- to show that there is a connection than say, \"Here, use my letterhead.\""},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I expect it's meant to convey that this person is working for us. This person, I, the attorney general, think this is somebody who's acting on my behalf."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, this isn't that. Nobody thinks this person is the attorney general of the State."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"The reason that's underlying disturbing me is there is a pretty well-known scam where people get phone calls from a person who identifies himself as somehow connected with the IRS, and you better send them $300 or $3,000 immediately to a certain post office box or you might find yourself in jail. Okay? Now, that's a scam."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And if you get a letter out of the blue by somebody purporting to be an Alderson Reporting Company official person and there is nothing on the letterhead that suggests that you are such, you might well think, if you've at least had the experience I'm talking about, that this is a scam. And so what the purpose of this letterhead does is it is some indication to the recipient that it's not a scam, and the rest of the letter makes clear precisely what it is. So what I fail to see is anything at all misleading -- indeed, to the contrary -- in respect to using a letterhead. And if there is nothing misleading at all about it, I think I could interpret this statute that requires the contrary requirement in some form or other."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Why is it not sent by the attorney general in the sense that Filene's Basement Alderson Reporting Company gives pieces of stationery to a debt collector and says, \"Send them on this stationery. I want people to know it comes from us\"?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"My goodness, then what we're going to have is all -- in other words, it's -- in your interpretation of this law, a piece of stationery that tends to indicate that the debt is -- the debt collector is indeed speaking for whom he purports to speak for, anything that indicates that in the view of the government violates this statute. I'd worry about it just as a practical matter because I think that might lead to more scams rather than fewer."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"It's not being taken seriously. It's the false impression that --  we want the true impression that this comes from the person to whom you owe the debt."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, my goodness. The simple way to do that is send it on the stationery of that purpose."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I don't see anything here that says you cannot send it on a letterhead of the person for whom you owe the debt. I just don't see that written here."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Misimpression. And the misimpression?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Suppose --"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Suppose that the special counsel prepares a letter just like the letter that's -- that was issued in this -- letters issued in this case. But before they send it, they take it to the attorney's office -- attorney general's office. They show it to somebody there. And they say, do you authorize me to send this? And the person says, yes, you're authorized to send it. Would it be misleading under those circumstances?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Even though it's approved -- suppose that they -- they take it to General DeWine, and they say, General, I would like to send this. Am I authorized to send it? He says, yes, that's fine. That's still misleading? Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"It's your -- it's your position -- it's the position of the government of the United States that the Attorney General of Ohio is in violation of this law?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"No. But he's approved it."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But under your position, the -- the attorney general of the State of Ohio is in violation of the law. That's the position of the United States that you're arguing in this court?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Sure."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, the next time you come here in a criminal or a civil case and someone has authorized something, I will remind you of your answer. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":7,"sideBefore":"justices","text":"Thank you, counsel. Mr. Murphy, you have four minutes remaining. "},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"How do they know who to call?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Does the Act say that the special debt collector has to give them the AG's problem-solving --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's quite interesting, because the only number that's in these letters is the net -- number of the debt collector."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there any obligation in the contract for the debt collector, when he receives a customer complaint, to give them the number of the AG's customer service --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It also uses the word \"issued.\" And so what about \"issued\"?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But if we get to the second question, we've already decided that these people are not officers. They're independent contractors. Alderson Reporting Company They might be agents in a casual sense of the word, but they're not officers."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Right. So if we assume that they're not officers, then I think Justice Breyer's question holds: What does it mean for that person to issue something as opposed to the Ohio --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"ERIC E. MURPHY","firstName":"ERIC","lastName":"MURPHY","counsel":true,"justice":false,"side":"petitioner","words_spoken":3771,"interruptions":24,"times_spoken":48,"laughter":0,"num_int_by":4},{"id":1,"fullName":"E. JOSHUA ROSENKRANZ","firstName":"JOSHUA","lastName":"ROSENKRANZ","counsel":true,"justice":false,"side":"respondent","words_spoken":0,"interruptions":0,"times_spoken":0,"laughter":0,"num_int_by":0},{"id":2,"fullName":"SARAH E. HARRINGTON","firstName":"SARAH","lastName":"HARRINGTON","counsel":true,"justice":false,"side":"respondent","words_spoken":1238,"interruptions":15,"times_spoken":26,"laughter":0,"num_int_by":5},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":402,"interruptions":1,"times_spoken":18,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":255,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":1003,"interruptions":2,"times_spoken":23,"laughter":1,"num_int_by":1},{"id":6,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":677,"interruptions":4,"times_spoken":27,"laughter":1,"num_int_by":1},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":278,"interruptions":0,"times_spoken":12,"laughter":1,"num_int_by":0},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1121,"interruptions":0,"times_spoken":27,"laughter":0,"num_int_by":0},{"id":9,"fullName":"MR. ROSENCRANZ","lastName":"ROSENCRANZ","counsel":false,"justice":false,"side":"","words_spoken":1727,"interruptions":22,"times_spoken":39,"laughter":0,"num_int_by":5},{"id":10,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":424,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":24,"words_spoken":3771,"times_spoken":48,"laughter":0,"num_int_by":4},{"side":"respondent","interruptions":15,"words_spoken":1238,"times_spoken":26,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":8,"words_spoken":4160,"times_spoken":119,"laughter":3,"num_int_by":3}],"outcome":{"side":"petitioner","margin":8}}