{"petitioner":{"name":"ROBERT F. McDONNELL","counsel":[0]},"respondent":{"name":"UNITED STATES. ","counsel":[1]},"caseNumber":"15-474","date":"2001-04-27T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument this morning in Case 15-474, McDonnell v. United States. Mr. Francisco. "},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And that's the Sun-Diamond case, the 9-0 case that you refer to."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I take it all parties concede that the act of the university official to undertake or not to undertake a research study would be an \"official action.\""},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you tell me the posture of the case with reference to under Virginia law, the government -- the Governor's authority or lack of authority to tell the university, you will engage in this research or you will not engage?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What is the state of the law, and do -- do the parties agree on this point?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Would it have made a difference if the medical faculties had agreed to the testing?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Francisco, could I ask -- the line you're drawing between exercising influence and providing access, just to sort of test that with a hypothetical, suppose that somebody knew that there was a -- a contractor who was going to award a very large contract to one of two or three firms that the -- that he was meeting with. And -- and a company paid to make sure that they were on the meet list, to be one of those two or three firms, in other words, bribed -- Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- an official in order to become one of those two or three firms from which that was the pool from which --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- this billion-dollar contract would emerge, would that be sufficient?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I --"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":5,"sideBefore":"justices","text":"Let me -- let me just change Alderson Reporting Company the hypothetical a little bit. Suppose that a Governor is going to make a -- eventually going to make a decision that will help either A or B and hurt either A or B, and the Governor says, you know, I'm going to have a preliminary discussion about this with members of my staff. We're not going to come to any decision, but we're going to talk about it. And whichever of you pays the most money will be able to sit in on this staff meeting. What about that?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Just a payment to sit in."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What if it's not just sitting in? Maybe I wasn't -- I should sharpen this. Supposed the party is allowed to speak and present its point of view."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So tell me, what do we do with the evidence in the case that the university individuals who were assessing whether or not to do these studies themselves felt pressured? There is both testimony and documents in which the pros and cons of accepting these studies was discussed."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And in the pro and con, it was, the Governor really wants us to do this."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The Governor is pressuring us to do this. We just don't think it's a good idea. They were honorable people, obviously. But the point is, what do we do with the fact that they perceived that he was trying to influence them?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But why? Isn't this -- I thought that this crime was taking money knowing that it was being paid to influence an \"official act.\" So aren't all of these examples of \"official acts\" whether they are or they aren't irrelevant? The question is, what was his intent at the moment he took the money? And why couldn't --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- a jury infer at that moment that he took it with the intent to commit an \"official act\" the way Mr. Williams wanted it committed?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- to study these dietary supplements. Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And so is it your position at page of the supplemental Joint Appendix --  the instructions aren't numbered, which makes it a little hard, but the judge instructs the jury that \"official actions\" are set forth in the five paragraphs of the indictment. And is it your position that at least some of those are not \"official acts\"?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The matter --"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":7,"sideBefore":"justices","text":"Well, this gets back somewhat to Justice Alito's hypothetical about arranging the meeting, and we -- and we can up the ante to see how -- how close the meeting came to be an -- an \"official act.\" But I -- I take it that at some point your position is that a governmental -- that an \"official act\" must be the exercise of governmental power. Is that your position?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you --  do you concede that there is sufficient evidence in this record -- let's say we accept your argument about the charge being insufficient. But this could go back, and a jury could be asked: Did the Governor try to influence a decision on the part of the medical faculties?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, suppose arranging a meeting could be official government action, if that were your job. In other words, you're not just a secretary, but your job was to manage the Governor's schedule. You decided who met with him, you decided when, and that -- that's your job. That's -- so anything that individual does, I suppose, would be an official act."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, can I follow up on that? Because what you just suggested, right, is that you could -- suppose that there were a scheduler for a Governor or for the President or whatever, and that scheduler was selling meetings. So you would think that's part of her job? And if I just understood you Alderson Reporting Company correctly, that falls within the statute?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It seems to me when you say \"urging\" -- now, wait. See, I can go back to a lot of different commission, the Brown Commission, the Senate S1, the language of the statute, and I read \"official action,\" something quite similar to the statute here, \"A decision, opinion, recommendation, judgment, vote, or Alderson Reporting Company other conduct\" --  perhaps other similar conduct -- \"involving an exercise of discretion.\" So in this case, the official action we're talking about is giving money to a group of people in the university to conduct a study. Now, the Governor didn't do that. But a person who tries to influence an official action and is also in the government is also guilty. But wait. That's the Indian case."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But wait. The word \"influence\" is too broad, because every day of the week politicians write on behalf of constituents letters to different parts of the government, saying, will you please look at the case of Mrs. So-and-so who was evicted last week? And that's so common, you can't pick that up. But then you use the word \"urge.\" That's not exactly a legal word. And what I'm looking for is a set of words that will describe in both sides' positions what we should write as the words that describe the criminal activity involved in talking to or influencing the person who does create the official act, like give a pardon."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Like award a contract, like vote, like --  et cetera. Now, those are the words that I can't find, and I'd appreciate your opinion."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You want to use \"attempt to influence\"? My goodness. Letters go by the dozens over to the secretary of HUD, to the secretary --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"--  of --  of HHS, to the secretary or the assistant secretaries, and they say, my Constituent Smith has a matter before you that has been pending for months; we would appreciate it if you would review that and take action. And then the elected official says to Smith, I did my best on this. And Smith thinks, good, he's used his influence."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"A crime? My goodness."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. Fine."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You say \"absolutely not.\" That's what I thought that you would say."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So I want to know -- but the words you used were \"attempt to influence.\" And so -- though I don't think that's the right word, and I want to know what the right words are --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- in the instruction that the judge is going to give. Not in your case --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- but in general."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course they are. But you have to have the standard that will distinguish the urger --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- from the one who does it criminally and the one who doesn't."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mm-hmm."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there we have it. There we have it. All these letters going over, saying, please look at Mrs. Smith's eviction notice."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mrs. Smith, who, by the way, took me to lunch last week. (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That won't do it. The one you just read won't do it."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. So you use that. The key to the word in there is \"merely.\""},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Because sometimes it could."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And somebody might have the embarrassing question, merely when it can or merely when it can't. Give me a little enlightenment."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":5,"sideBefore":"justices","text":"The word --  the word that Justice Breyer is concerned about comes from Birdsall, with intent to influence their \"official action.\" So we can hardly fault the district judge for using in Ring Alderson Reporting Company the same words that this Court used in Birdsall."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Where can we find the best definition, in your view, of an \"official act\"?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":3,"sideBefore":"justices","text":"Can I --"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":5,"sideBefore":"justices","text":"I agree with Justice Breyer. I just don't see the limiting principle in the second part."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm -- I'm not sure -- I'm not sure that's right. It seemed to me the \"official act\" is exercise of governmental power to require citizens to do or not to do something, or to shape the law that can -- that governs their conduct."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Under your view, under the hypotheticals that have been thrown around, the janitor Alderson Reporting Company who gets the bottle of beer in order to clean your classroom first, I mean, is that -- is that a governmental act?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what's the difference?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I ask --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":5,"sideBefore":"justices","text":"Sure -- sure. It depends on who's making the referral or the call, right? In Justice Breyer's hypothetical, if it's a congressperson calling somebody and saying, could you look into this matter for my constituent, the person should look at it, I suppose, and then -- and that's one thing. If it's the President who calls and says, I want you to look at this matter for my constituent, that might exercise considerably more influence."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Francisco --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- if -- you said something before, and I might have misunderstood you. But do you think that -- of the five listed \"official acts,\" do you think none of them meet the standards that you're suggesting, or do you think some of them do and some of them don't?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. So let me --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Go ahead, please."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. That -- that might be right. It might be that -- that you still have a -- a winning argument even if some of the five are fine. But -- but if we could just focus on them for a bit. I mean, for example, the third one --"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":5,"sideBefore":"justices","text":"They're -- they're at page of the --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":3,"sideBefore":"justices","text":"The"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":5,"sideBefore":"justices","text":"Middle of the appendix."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":3,"sideBefore":"justices","text":"Contacting other officials to influence Virginia State researchers to initiate clinical studies. So that's the one that seems to me to really fall within your own definition. Do you disagree with that? Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So on something like that, your argument is a sufficiency argument?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Rather than this was --  this is not an \"official act\"?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, just to be clear, you --  you said at the outset you don't think any of these are \"official acts,\" but then I thought I heard you say that, third, contacting other government Alderson Reporting Company officials as part of an effort to encourage State research is not an \"official act\"?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What was --  Justice Kagan is asking, is that an \"official act\"?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If it's true, but --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Dreeben. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, he's not -- he's not the only one. One -- there's an extraordinary document in this case, and that's the amicus brief filed by former White House counsel to President Obama, former White House counsel to President George W. Bush, former White House counsel to President Clinton, former White House counsel to George H.W. Bush, former White House Alderson Reporting Company counsel to President Reagan. And they say, quoting their brief, that \"if this decision is upheld, it will cripple the ability of elected officials to fulfill their role in our representative democracy.\" Now, I think it's extraordinary that those people agree on anything. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":2,"sideBefore":"justices","text":"But -- but to agree on something as sensitive as this and to be willing to put their names on something that says this -- this cannot be prosecuted conduct. I think is extraordinary."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You're --"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":2,"sideBefore":"justices","text":"I don't know --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":3,"sideBefore":"justices","text":"It's -- it's somebody in the government whose client comes to them and says, we'd really like the Solicitor General's Office to file a brief in our case. And then that person calls you up and says, can you meet with so-and-so? All he wants to do is sit down with you and persuade you why you should file a brief supporting his case."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So is your answer, yes, that that's a felony?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No, no. That's the quid -- that's the quid side of it."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I'm talking about the pro side in the quid pro quo."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So if -- so if the Alderson Reporting Company President gives special access to high-dollar donors to have meetings with government officials, that is a felony?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Why certainly not?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It's not a campaign contribution. What it is, is he takes him to lunch, and an expensive lunch at that. Okay? Because the quid side is not limited. The government has argued continuously that in for a penny, in for a pound. Okay? So we don't have the limitation on the quid side. We have a possible limitation in frame of mind. And now we're looking to the quo side. And you want to remove any limitation there. Okay? Now, why do I think that's a problem? Two very fundamental reasons. And it's not because I'm in favor of dishonest behavior. I'm against it. And we have just listed some that is dishonest. My problem is the criminal law as the weapon to cure it. And if the Alderson Reporting Company criminal law is the weapon that goes as far as you want, there are two serious problems. One, political figures will not know what they're supposed to do and what they're not supposed to do, and that's a general vagueness problem. And the second is, I'd call it a separation of powers problem. The Department of Justice in the Executive Branch becomes the ultimate arbiter of how public officials are behaving in the United States, State, local, and national. And as you describe it, for better or for worse, it puts at risk behavior that is common, particularly when the quid is a lunch or a baseball ticket, throughout this country. Now, suddenly, to give that kind of power to a criminal prosecutor, who is virtually uncontrollable, is dangerous in the separation of powers since. So in my mind --  right in this case, nothing to do with this Petitioner, nothing to do with him, but in this case, is a --  as fundamental a real separation of --  of powers problem as I've seen. And --  and I'm not quite certain what the words are. They won't be perfect. They will leave some dishonest conduct unprosecuted. They won't be perfect. They will put some politicians at risk. But I'm searching for those words because, as I said, this is a Alderson Reporting Company very basic separation of powers problem for me."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I appreciate your help on what the right words are, and I'll tell you right now if those words are going to say when a person has lunch and then writes over to the antitrust division and says, I'd like you to meet with my constituent who has just been evicted from her house, you know, if that's going to criminalize that behavior, I'm not buying into that, I don't think. So -- so I want some words that will help with what I see as as knotty and complicated and difficult and basic a problem as I can think of."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, no one said it is. The lunch with the Chateau Lafite wine happens to be the quid, and --  and that's worth, like, a thousand dollars, or 500, anyway. I don't go to those restaurants anymore. (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But --  but you understand that --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"--  side. It's the other side of the equation."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Of course it isn't."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But the problem is, and as you set forth in your brief correctly, you can imply an agreement over time. You can imply a contract over time. And if the lunch takes place first and there's -- there's no precondition on the lunch, but after the lunch there is wink-wink, nod-nod, and the contact takes place, it's clear in the standard criminal law that there is a conspiracy there."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"We're in agreement."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I don't see what the relevance of those regulations is. You say --  you say there were certain safe harbors created by Federal regulations. Those apply to Federal employees and Federal officers. What do they have to do with a Governor of a State or a State employee?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah, but how --  but you're asking --"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":8,"sideBefore":"justices","text":"But then this --  this doesn't answer Justice Breyer's basic question and ours. You're going to tell the Senators, the officials with the lunches, that, don't worry. The jury has to be convinced beyond a reasonable doubt, and that's tough. (Laughter.)"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That was your answer. That was your answer."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What is it they're trying to prove? Now, of course, this is a State case, not a Federal case. It's a State official --  it's a Federal law but a State official. I don't know. I've only been peripherally involved in political campaigns, but my peripheral convinces me that a candidate will go out and he'll have lunch with hundreds of people, hundreds. Everybody wants to give him lunch. Great. And --  and he wants to meet as many people as possible. He wants to be friendly. He might receive a raincoat. He might Alderson Reporting Company receive all kinds of things. And at some point, it becomes very dishonest."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But that's a matter for campaign laws. Wait. Now, I've also been involved in the Justice Department. And we would receive many, many letters in the antitrust division. Have you looked into such and such? I know perfectly well that that Senator just wants to go back to the constituent and say, see, I did my best. That's all. Now, you're saying to the jury, take those facts I just gave you, and you look into the state of mind -- the state of mind of which the amounts being given will be somewhat indicative, of which the nature of the letter will be somewhat indicative, of whether he writes in personal writing at the bottom will be somewhat indicative, and we're going to let you people work out what was really in that Senator's mind. I say that is a recipe for giving the Department of Justice and the prosecutors enormous power over elected officials who are not necessarily behaving honestly. And I am looking for the line. I am looking for the line that will control the shift of power that I fear without allowing too much honesty through this law. Alderson Reporting Company You know, other laws exist on the other side."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That -- that's what I want your view on."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what I think we're looking for is some limiting principle. Now, you -- you started to say something about campaign contributions --"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"--  and I know that this case doesn't involve campaign contributions. But certainly a campaign contribution can be the quid, can it not?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"All right. Well, gaining access by making campaign contributions is an everyday occurrence. And maybe it's a bad thing, but it's very widespread. How does it --  how does that play out?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That's --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That's what I want, your view."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But, I mean --"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":8,"sideBefore":"justices","text":"Mr. Dreeben, if I could just follow up on that. If a --  a Senator writes to a Federal agency and says, this union or this company is, you know, critical to the economy of my State, and, by the way -- he doesn't say this, but, by the way, they are the Alderson Reporting Company biggest contributors to his campaign --  would you please meet with them? What would not make that a crime? The fact that the jury might not find beyond a reasonable doubt that the reason why he was urging this meeting was because these people, this entity, happened to be a very big supporter? That would be the only thing separating lawful from unlawful conduct there?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- if you have a governor whose priority is jobs for his State, and there's a CEO who's thinking about locating a plant in his State, but he can only do it, he says, if he gets tax credits from the State. So the governor is talking to him, and he says, look, why don't you come down to my, you know, trout stream and we'll go fishing and we'll talk about this. And the governor does that. He has a nice day fishing for trout, and they talk about whether they can get tax credits, deferred taxes if the CEO opens his plant in the State. Now, is that a felony, because he's -- Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- accepted an afternoon of trout fishing, and he discussed official business at that time?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But I thought -- I didn't think the government put any weight on the amount of the quid; in other words, you know -- okay. I don't know how much an afternoon of trout fishing is worth, but I -- I gather you get -- you can be charged for that and -- and pay for it. I thought that didn't matter. I thought it was whether he was engaged in an \"official act\" under circumstances in which a jury could find he did it because of the gift."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And -- and so if all he's doing is talking about ways to get jobs for Virginia, and he's talking with the person who's going to make that decision from the private sector, based in Alderson Reporting Company part on whether or not he gets, you know, tax credits, it would seem to me that under your definition, that governor is guilty of a felony."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But that's the point. You see, what -- exactly what the Chief Justice asked. What's the lower limit, in the government's opinion, on the quid? What? Tell me right now. What -- if you're going to say $10,000, okay, I feel quite differently about this. If you will say an afternoon of trout fishing or et cetera, then I feel quite differently. It's pretty hard to see the conduct being honest if you exempt the campaign contributions and put it up somewhere. But I didn't think that was the government's position."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What is the government's position -- what -- you tell me I'm wrong, in for a Alderson Reporting Company penny, in for a pound. You tell me right now it is not the government's position that the trout fishing afternoon is sufficient to be a --  a quid. If you say that, I'll feel differently about the case. (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Exactly."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But now --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You tell me --  that's why I asked you at the beginning. And you --  in order to Alderson Reporting Company be -- you say you're going to push back, and then you complained about their definition. If I thought their definition was so perfect, I wouldn't have asked you. And -- and it's -- it's exactly -- you do -- you tell me how to do this. And I'm not -- you say it sends a terrible message. I'm not in the business of sending messages in a case like this. I'm in the business of trying to figure out the structure of the government. And that's part of Separation of Powers, and I expressed my concern."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I dissented in -- in Citizens United, so whatever that said there, but -- (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":8,"sideBefore":"justices","text":"The -- the -- but the point is the one I raised at the beginning that every single one of us has raised. We're worried about -- because like any other organization, the prosecutors too can be overly zealous. That can happen. And so we need some protection on both sides, even though the line won't be perfect. And it will fail to catch some crooks. And it will -- I mean, I understand that. And -- and I want to know your view. And it doesn't even -- it helps a little, but not a lot, to say, well, meetings."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That's too specific. I want to know what your view is as to the language we write in discussing the line."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, no, no. Well, yeah, yeah, yeah, yeah."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I did -- (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"There -- there is --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Given the difficulty that we're having in settling on what these words in the statute mean, there is a -- an argument in the Petitioner's brief that you have responded to in yours that the statute is unconstitutionally vague."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, yeah. \"Could be construed.\" I mean, there were, what, three votes to find it unconstitutional? And the others say, well, no, because you can narrow it in this way to the core definition of bribery. And now maybe the -- the experience we've had here, and the difficulty of coming up with clear enough instructions suggests that the caution the Court showed at that point was ill-advised."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Would it be -- Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":3,"sideBefore":"justices","text":"And --"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":2,"sideBefore":"justices","text":"-- absolutely stunning to say that the government has given us no workable standard?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Perhaps what you're talking about is how evil the conspiracy is. It's not evil to -- to fish or to have a bottle of wine, but it is evil if you up the ante. Is that -- is that what you're saying?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Can I ask you a narrower question, Mr. Dreeben? Alderson Reporting Company So one of the \"official acts\" here --  I'll just read it to you. It's allowing Jonnie Williams to invite individuals important to Star Scientific's business to exclusive events at the Governor's Mansion."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So that's essentially hosting a party and allowing Mr. Williams to invite some people. And why does that --  why is that an \"official act,\" in your view?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So here's, I guess --  I mean, I guess, my question is this: The --  the \"official act,\" the statute, the definition, I mean, requires that there be some particular matter, cause, suit, proceeding, or controversy, correct?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And if I understand the theory of this case, the matter, suit, cause, Alderson Reporting Company proceeding, or controversy here is the attempt to get the University of Virginia to do clinical studies of this product; is that correct?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That's the gravamen of the thing?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So if you had just -- if -- if the indictment, and then the instructions that were based on the indictment, had said the \"official act\" is getting the University of Virginia to do clinical studies, right, that reads very differently from the way this indictment was structured. Because what this indictment does is it takes a lot of different pieces of evidence that might relate to that \"official act\" and charges them as \"official acts\" themselves, so that the party becomes an \"official act\" or calling somebody just to talk about the product becomes an \"official act.\" Do you see what I mean? I mean, you know, this might have been perfectly chargeable and instructable, but I guess I'm -- I'm troubled by these particular charges and instructions, which seems to make every piece of evidence that you had an \"official act,\" rather than Alderson Reporting Company just saying the \"official act\" was the --  was the attempt to get the University of Virginia to do something that they wouldn't have done otherwise."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Francisco, five minutes remaining. "},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"There is a difference between someone saying, thank you for a decision you made independent of the gift -- that's the Sun Growers case -- and someone buying you an expensive lunch and saying, I'm paying for this lunch, but make sure I get a tour. You don't see the difference?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It's Birdsall."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":8,"sideBefore":"justices","text":"You --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":7,"sideBefore":"justices","text":"It's Birdsall. Look, I can -- I've read the Brown Commission Report. I've read the Model Penal Code. I've read all these efforts to get language. And I've looked at the present statute. And I think I can limit that because the statute, itself, seems to cover things like voting and contracts, et cetera. But it's also true that a person who tries to influence those things has committed bribery. I think that's correct."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, my problem is with Birdsall and how do we write those words so that they do catch people who are doing this dishonest thing without, as I've said five times, allowing the government the Alderson Reporting Company freedom to go and do these ridiculous cases."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Not saying this is a ridiculous one, by the way."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Uh-huh."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you say to Mr. Dreeben's argument that if we read this statute as you are urging, then every government official can say, you want to have a meeting? Pay me a thousand dollars. The corruption that's inherent in the position that says Alderson Reporting Company it's okay to facilitate a meeting, it's okay to say, I'll do it for you if you pay me a thousand dollars. That's your view, that that would be okay?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That hasn't happened in quite some time. (Laughter.)"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what would -- Mr. Francisco, just take Mr. Dreeben's own example, which is the example of somebody -- he's running a business, and he's taking $5,000 at a pop every time he arranges a meeting with the criminal division for somebody."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why aren't they any less vague?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why aren't they any less vague? And what you're saying is that holding a meeting, taking a phone call, having a party is not illegal, that that is something that you're entitled to do. So why would all those statutes be any less --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Dreeben, could I invite you to return to the lectern? Our records reflect that this was your one-hundredth oral argument before the Court. You are Alderson Reporting Company the second person to reach that rare milestone this century. I distinctly recall your first argument in January of Throughout your career, you have consistently advocated positions on behalf of the United States in an exemplary manner. On behalf of the Court, I extend to you our appreciation for the many years of advocacy and dedicated service during your tenure in the Solicitor General's Office and as an officer of this Court. We look forward to hearing from you many more times. Thank you. The case is submitted."}],"people":[{"id":0,"fullName":"NOEL J. FRANCISCO","firstName":"NOEL","lastName":"FRANCISCO","counsel":true,"justice":false,"side":"petitioner","words_spoken":3720,"interruptions":29,"times_spoken":73,"laughter":1,"num_int_by":5},{"id":1,"fullName":"MICHAEL R. DREEBEN","firstName":"MICHAEL","lastName":"DREEBEN","counsel":true,"justice":false,"side":"respondent","words_spoken":2787,"interruptions":35,"times_spoken":55,"laughter":0,"num_int_by":5},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":927,"interruptions":4,"times_spoken":22,"laughter":1,"num_int_by":2},{"id":3,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":638,"interruptions":3,"times_spoken":26,"laughter":1,"num_int_by":2},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":197,"interruptions":0,"times_spoken":5,"laughter":1,"num_int_by":0},{"id":5,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":746,"interruptions":9,"times_spoken":25,"laughter":0,"num_int_by":5},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":381,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":307,"interruptions":5,"times_spoken":12,"laughter":0,"num_int_by":3},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1962,"interruptions":9,"times_spoken":49,"laughter":5,"num_int_by":4}],"side_summaries":[{"side":"petitioner","interruptions":29,"words_spoken":3720,"times_spoken":73,"laughter":1,"num_int_by":5},{"side":"respondent","interruptions":35,"words_spoken":2787,"times_spoken":55,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":31,"words_spoken":5158,"times_spoken":147,"laughter":8,"num_int_by":8}],"outcome":{"side":"petitioner","margin":8}}