{"petitioner":{"name":"ENCINO MOTORCARS, LLC","counsel":[0]},"respondent":{"name":"HECTOR NAVARRO, ET AL.","counsel":[1,2]},"caseNumber":"15-415","date":"2016-04-20T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 15-415, Encino Motorcars v. Navarro. Mr. Clement. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Clement, may I ask you, what is the significance of the position you are taking? Does it have any real consequences, given the separate exemption for people who are working on commission?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And what -- in -- in this field, what percentage of service advisors are not Alderson Reporting Company commissioned rather than salaried employees?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That's every employee."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That's every employee who's salaried. They -- if they want a job, it's a job, and unless the law protected them, no employer would pay overtime. Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't know how I can take from the fact that service advisors accept what's given to them because they have no choice, why they prefer not to have overtime."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So what example -- what -- if we're only talking about those of the -- the people who sell service who are not on commission, what basis is there for giving them an exception? Do they work regular hours? I take it if they work regular hours and if they aren't paid on commission, why wouldn't they be treated like secretaries or others? I mean, apparently Congress thought that the mechanics themselves were special because they go out into agricultural areas or something in the middle of the night and fix a tractor. So -- so they work irregular hours. But these people don't work irregular hours and they're not paid on commission. So why wouldn't they be treated like a secretary or a -- you see, you've got my question. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the answer would be because the partsmen and mechanics, so Congress thought, in agricultural areas, would have to go at 3:00 in the morning to fix the tractor, and that's why they get within this special treatment. And -- and whether that's still true or not, I don't know. But that's why they're there in the statute, and that isn't true of the service salesmen."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, what about that?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But, Mr. Clement, those courts were before Chevron."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So you know, I take less value in what the courts said because every one of them said the provision was ambiguous."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"They just thought that the better argument --  this was before Chevron -- favored your interpretation. So I'm --  I'm not quite sure that --  that it's accurate to point to those older cases as supporting your position unequivocally."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I have a very practical question. Are these sales advisors specially trained in some way? Do they go to mechanic --  mechanic school? Alderson Reporting Company Do they -- how are they trained?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Because, to be candid with you, it scares me to think that every time I take my car to a dealer, that a non-mechanic is telling me what's wrong with it."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But now the Labor Department had a chance to rethink. Originally they said that these people, these salespeople are not exempt. And then there were these --  the letter, the opinion letter and the handbook. And then in --  was it or 2012?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess I don't understand that. I mean, it's kind of the case for Chevron deference and notice-and-comment rulemaking. They Alderson Reporting Company clearly considered exactly this question. They made a judgment on it. They have effected that judgment within a notice-and-comments setting. I mean, if that's not Chevron, what is?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yeah. Because the first one is not so good. The first -- I mean, agencies do this all the time. They say, this is the way we read the statute. This is the way we want to read the statute. And this Court has never been in the business of saying, oh, when you think that the statute says something, you don't get deference. Whereas when you think the statute is ambiguous but you give other reasons, you do get deference. I mean, that would be a -- a completely unadministrable line to use."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"This is not parroting the statute. This is saying we read this statute in a way which we think is better than another way."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So, I mean, the question is on the reliance interests, if you think people have been relying and will be punished for that reliance. And I guess the question to you is, well, why would that be so? Because this rule applies not retroactively but only prospectively, and there is a particular provision Alderson Reporting Company in the Portal-to-Portal Act, which essentially says if you relied on an old interpretation, don't worry. You won't be subject to any damages with respect to that interpretation."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I suspect, Mr. Clement, you would say to your clients, you know, you are taking a risk because now the agency has changed their minds. And so going forward, don't worry. You're off the hook with respect to everything you've done in the past. But going forward, given this doctrine called Chevron Deference, the agency is going to get a thumb on the scales, and it's very possible that you're going to, you know, be subject to damages if you keep doing what you're doing. Alderson Reporting Company"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If I may, given the grammar for a moment, just on a fact question: You said there weren't -- the parts and the partsmen and the mechanics, they -- they were -- they all work no more than a 40-hour work week, and you mentioned There was something in the submissions here that said the service advisors are working a 6:00-a.m.-to-7:00-p.m. shift, and so it would come, on Alderson Reporting Company average, to hours more."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that incorrect?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Were -- in 1966, were there service advisors in existence?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And were they paid the same way as now? Were they salaried, or commissioned?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I went to the Dictionary of Occupations, which was in existence in 1966, and it appears to have different entries for salesmen, service advisors, partsmen, mechanic. Do I read something from the fact that -- or should I read something, or why can't I read something -- from the fact that Congress knew that these different positions existed, they were defined in the Dictionary of Occupations differently, Alderson Reporting Company and it decided to use only \"salesmen,\" which under the dictionary meant a salesperson of cars; a \"partsmen,\" which was defined the way one would think; and a \"mechanic,\" but it didn't include sales advisors."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But they thought it important. The partsmen could arguably service automobiles because they provide the parts for the automobile, yet Congress found the need to be explicit and to add partsmen. Why wouldn't it have -- if it's intended to include service advisors as opposed to mechanics and partsmen, why didn't it use that occupational term? It's a term of art."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Except the dictionary doesn't use the words -- the functions as functions of selling a car. And -- and it doesn't use the word \"service\" in a traditional sense. It says it's going to evaluate cars, it's going to give the work to mechanics, but it doesn't use the word \"servicing\" a car."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The occupational handbook."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Bibas. "},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Could you pick up where Mr. Clement left off? What would be the -- what is the basis for covering partsmen?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, as to those who are not, as to those who obtain parts, don't change the parts, supply the correct part to the mechanic, they would still be engaged in servicing automobiles, you would say?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes. They are -- they are more closely connected with the actual repairs of the car. There's no question about that. But they are not engaged in manual labor. That type of partsman is not engaged in actually doing anything physically with the car. So if they are covered, if that's -- if servicing automobiles includes that, then you have to Alderson Reporting Company explain why the line is drawn between that activity and the activity of the --  of the employees who are at issue here."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry. Can you tell us where you're reading from, if this is available to us?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, is it just -- I suspect it differs from place to place and how many people they have and all that, but why is it -- I mean, are these the people that when you go in, and you know, you go and say the car's making a funny noise or something, do they go out and look at the car, listen to the noise? What's it -- I mean, that seems to me to be more like a process. And then they go to the mechanic and say, well, you need to do this, or you want to look at this or whatever."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"No. I'm just trying to -- you earlier said they're just doing paperwork, and I'm trying to put a finger on exactly how much they do Alderson Reporting Company with that and how much they do the other."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No, no. You've missed --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":9,"sideBefore":"justices","text":"If --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":4,"sideBefore":"justices","text":"You've missed a process. And some of us up here are experts in having to go to auto agencies and coming back. (Laughter.)"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"The first thing he does is give you an estimate."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And --  both in cost and in time, and make recommendations for, well, maybe you should replace it, and it would cost you X dollars. So --  so just to say that he puts something and then it's up to the mechanic, that's incorrect."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I don't mean to be too particular, but if there's a squealing sound and it might be the fan belt, you're saying he's not going to open the hood and look at the fan belt?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What -- Alderson Reporting Company"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But how would you describe what this employee is engaged in? You say he's not engaged in selling cars and he's not engaged in servicing cars. So what is it, what other category is there other than selling and servicing?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose you say -- you phone them up and you say, I'd like the servicing Department, please."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Someone answers the phone, hello. Who are you? I'm -- I'm -- I'm the service -- what do you call those persons? Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah, service advisor. Are you engaged in servicing? Why would I be here if I wasn't engaged in servicing? I'd be over in the selling Department. I think you read this either way, frankly. I mean, I -- I don't really -- I can't get too far with language, which is why I have a question which isn't related to language."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah, well, that's the question. And I don't hold you responsible for knowing every word I've written in every case, but still, I did in Fox make a point of an administrative rule that I think is important, an administrative law rule, that when an agency changes its mind, it should explain it. And I probably in Fox thought that more than many of my colleagues. All right? Given my position there, and here we have the agency going along and issuing a manual where they say the opposite of what you're saying now. And then we see what happened when after years they changed their mind. And I -- I thought Mr. Clement was right, and if you read their reason, their reason happens to be this: Alderson Reporting Company The Fourth Circuit says the opposite, but we think not. Now, I know they didn't use those words, but I wouldn't call that or the equivalent a reason. And -- and so is there somewhere in this document, C1 through, you know, 5, is there somewhere a reason why they changed their mind other than, oh, we think this is a better interpretation? Because that doesn't address the problem that I thought was at issue in Fox. And if I were to use one word to describe that problem, it is the word they've used. It's called reliance. I'm not saying it predominates, but doesn't the agency at least have to address it?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I --  that's a good point, and I don't know how absolute we ought to be there. And --  and the reason this is now facing me with that problem. Of course they can't do everything for every Alderson Reporting Company employee in the agency, and they get all kinds of informal advice. It's a practical problem. But here we have a kind of extreme, years, manuals, noting explicitly that it's a change of position. I mean, it's not just one part of the agency can't always be consistent with every other part, so that's exactly what you put your finger on that I -- why I asked the question."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And the fact that I said it that way that time at most is going to show I'm not always perfectly consistent, which is -- I'll admit."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Could you give me the pages where it's in your brief?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Why did they change? As the commentators point out, then they go on to say what it is in that sentence that the commentators point out. So I agree, other people agreed with them, sure, that's true. But the question is, why the change? Alderson Reporting Company And I do get this. We changed it because we think that we're more consistent than the statute than we used to think that was consistent with the statute. I'll go that far. And now I have to figure out, is that a good enough reason."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"We didn't think it then, but we think it now."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And that's --  is there anything else?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"If I might: Mr. Clement suggested that you might be seeking damages for pre-2011 conduct. Are you?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Is that the good-faith reliance provision?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And is that applicable -- is that an open issue on remand?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And that's both as to pre-2011 and post -- post-2011 damages?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry. You were about to say there's nothing retroactive about --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What about the damages you're seeking before 2011?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":4,"sideBefore":"justices","text":"But you are seeking damages?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but even though the regulation took -- the regulation had changed the interpretation that took effect 2011?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And that changed the Department understanding of the statute."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":4,"sideBefore":"justices","text":"So the Department said --  I just want to get --  the Department said they would not enforce prior to 2011?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And yet you still think they should be liable for damages?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, putting aside --  that's a defense. You're saying, well, you might win on that or you might not. Right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But you still think they should be liable for damages when the Department said they were not going to enforce the position that you're articulating."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I know, but Alderson Reporting Company I'm asking --  so in other words, they may not succeed in their Portal-to-Portal Act defense, but you nonetheless think when the Department says, we're not going to enforce the view, that they're liable for damages because they didn't take the opposite view."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Is that at this point or is that clear from your --  has that been your position all along?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"This hasn't been litigated at all."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"We're dealing with the threshold issue of how do we categorize these people."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And on that, do you know --  I had asked Mr. Clement --  what is the universe of employees we're talking about? How many of these people would not come out under the --  what is it, 701(i) because they are commissioned employees?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I'd feel more comfortable about this if I understood the criteria that Congress applied in choosing the employees who are covered by this provision. So take the case of the --  the salesperson who is not working on commission. Why did Congress include that employee within this category? And what is different about employees of that nature from service advisors who are not working on commission?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"The salesman --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":5,"sideBefore":"justices","text":"All of that was true --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":8,"sideBefore":"justices","text":"I'm sorry. Justice Alito is talking. Alderson Reporting Company"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":3,"sideBefore":"justices","text":"All of that was true in That really isn't -- maybe it was. It's not consistent with my -- what I would have imagined car salesmen are doing or partsmen are doing."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, and then Justice Sotomayor has a question."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It was more of Justice Alito's. When did automobile salesmen travel? When did mechanics and partsmen for automobile leave the -- the job --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Yang. "},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Yang, why was it -- I mean, for the most part this explanation seems like not the world's best explanation to me but perfectly adequate. But Mr. Clement does have a point that somehow the agency took out this more specific explanation and I -- I guess if I were just looking at the explanation itself I would say, you know, not an A-plus job, but fine. But it is a little bit perplexing as to why they took this out. Why was that?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Wow. I really did not Alderson Reporting Company expect expect you to say that."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Not an A-plus explanation. (Laughter.)"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Now, that's --  maybe this problem in my mind will go away, but I --  I'm with you up to a large point. I think it is ambiguous. I think there is no longer any reason at all for having the mechanics exempt, but they're there. And so then, with the service people, an agency could reason, well, let's not make a bad situation worse, which is what you say. Or they could reason the opposite: These are virtually identical, why not treat them the same. Now, problem. years?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And so the real question is don't they have to address this?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, do they? I mean, you know, I guess I could --  I'll read that again and --  and try to see do they really address it, and --  but that's Alderson Reporting Company where I'm having a problem. And it isn't just --  he's quite right, your colleague, where he says this isn't just a simple reversal of a regulation. It isn't that. They never really had the regulation acquiescing. And they've had to find things in handbooks and so forth. But the practical fact is everybody thought the law was what the Court said. And so now suddenly, in the --  in --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"This is the problem, because after all, different administrations have different policies. And there's some protection in the ABA from preventing too big a shift too quickly, the protection being, address it. Address it. Think about it."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"No. No."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Because I don't think either would be wrong. But they have to explain why are we, despite years of --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- going long with the other, why now do we think that was a mistake?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Clement, four minutes. "},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So is it okay if we just send it back?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"They've already conceded there's not. So they're --  they're not going to claim any. Alderson Reporting Company"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Because they would be exempt to the extent they paid on commission which, as I understand it, most of them --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"PAUL D. CLEMENT","firstName":"PAUL","lastName":"CLEMENT","counsel":true,"justice":false,"side":"petitioner","words_spoken":4458,"interruptions":20,"times_spoken":36,"laughter":0,"num_int_by":4},{"id":1,"fullName":"STEPHANOS BIBAS","firstName":"STEPHANOS","lastName":"BIBAS","counsel":true,"justice":false,"side":"respondent","words_spoken":2221,"interruptions":15,"times_spoken":46,"laughter":0,"num_int_by":6},{"id":2,"fullName":"ANTHONY A. YANG","firstName":"ANTHONY","lastName":"YANG","counsel":true,"justice":false,"side":"respondent","words_spoken":1326,"interruptions":6,"times_spoken":12,"laughter":0,"num_int_by":3},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":428,"interruptions":1,"times_spoken":22,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":313,"interruptions":4,"times_spoken":14,"laughter":0,"num_int_by":3},{"id":5,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":508,"interruptions":3,"times_spoken":20,"laughter":0,"num_int_by":3},{"id":6,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1079,"interruptions":2,"times_spoken":20,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":475,"interruptions":0,"times_spoken":11,"laughter":1,"num_int_by":0},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":247,"interruptions":1,"times_spoken":6,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":125,"interruptions":1,"times_spoken":8,"laughter":1,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":20,"words_spoken":4458,"times_spoken":36,"laughter":0,"num_int_by":4},{"side":"respondent","interruptions":21,"words_spoken":3547,"times_spoken":58,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":12,"words_spoken":3175,"times_spoken":101,"laughter":2,"num_int_by":7}],"outcome":{"side":"petitioner","margin":4},"num_jusitces":8,"prediction":{"petitioner":0,"respondent":1,"date":1473627035564}}