{"petitioner":{"name":"ROCKY DIETZ","counsel":[0]},"respondent":{"name":"HILLARY BOULDIN. ","counsel":[1,2]},"caseNumber":"15-458","date":"2001-04-26T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 15-458, Dietz v. Bouldin. Mr. Shanmugam. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought you had a Alderson Reporting Company clear bright-line rule until I got to page of your reply brief, where you say, \"A jury may remain effectively undischarged despite a judge's pronouncement of discharge.\" There are cases where you agree that if the judge says you're discharged, they're not really discharged, and the judge can say, oh, come on back. I've got something else you've got to do."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's pretty lawyerly. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Saying anytime you're discharged, it's over. Now, discharge may not be discharge in every case. Because you recognize that there are cases where the judge says you're discharged but you would allow them to come back. Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. Presence and control. Now, that's -- that's the key distinction that you have?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So if they're still -- if they're still in the courtroom, he can say, wait, hold up. You've got to come back and do this."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What if they're in the hall outside the courtroom?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Nothing's happened. They're all still there."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What they're worried about -- what they're worried about with the rule about discharge and then bringing them back is that the jurors may have talked to somebody about the case, heard something about it, had information that's going to be prejudicial to the defendant that they shouldn't have gotten. Why doesn't it make sense to say, well, if they're right out in the hall or, you know, they're down the hall, bring them back in and ask, just as the judge did here, have you talked to anybody about the case?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Am I -- are you confirming that you're not raising a constitutional barrier to the recall of jurors?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. But not -- not directly."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"In most fair trial analyses, we look to prejudice. You don't get a fair trial unless there is a likelihood of prejudice. So why is it that we would make an absolute rule barring the recall of the jury, except in the circumstance you're conceding? Why don't we go back to what the Chief Alderson Reporting Company Justice said? Why aren't we looking for more specific prejudice?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there's no statutory bar."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, we don't have a specific rule that permits district courts to rescind any order they've issued. But we've routinely, through history, permitted district courts, when they think they've entered an erroneous order, to just rescind it. Why isn't this one of those orders?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But those are statutorily barred from happening."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But until -- until final judgment, is the -- the rule is everything is Alderson Reporting Company interlocutory. The -- when -- when the judgment is entered, that's it, that's an end of the case. District court loses authority over it. But here we haven't had a final judgment. Yes, the jury was discharged, but there's no judgment that's been entered in the case. Why doesn't the judge retain authority up until the point where he enters -- where judgment is entered on the jury verdict?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"In your --  in your view -- let's suppose the jury were truly discharged and they -- they were away for a day, could --  but the judgment hasn't been entered yet. Could the judge amend the judgment or state in the judgment that $10,000 be awarded?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What if the jury is discharged and the judge is looking at the verdict and, I don't know, shows it to the lawyers and says, okay, it's 28,000. The lawyer says, no, that's a three. It's 23,000. Can the judge just stop the jury and say, well, here, what is it? Is this or 23?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but does, in a certain sense -- I don't know if I -- it's certainly not a clerical error, but it is a simple error. I mean, the point is the judge told the jury, you have to award this amount in medical expenses, and the jury didn't. Why doesn't that fall under a different category than the, you know, questions of certainly guilt or -- or liability or no liability? Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you mean with respect to the amount they were -- they were obligated to award?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But the only sense --  the only sense in which it was contrary to the evidence was that they didn't award the $10,000. They awarded zero."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"If they had --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask you about the basis for the legal rule you're asking us to adopt? And let's just assume, for the sake of argument, that there isn't any Federal rule that sheds very much light directly on this question. So then your argument seems to come down to Alderson Reporting Company two points: One is that there's nothing that gives the -- the -- expressly, or maybe even by implication, gives the trial judge the power to do this. But trial judges do hundreds of things that are not expressly authorized by rule. So what -- we -- we certainly couldn't adopt that rule, a Federal judge -- a trial judge can't do anything unless there's a rule that says the judge can't -- can do it. Trials would come to an end. The other is based on the common law. But there were all sorts of common law procedures, and procedures that continued into the 19th century, that have been abandoned in modern practice. So you want us to say if there was a -- an established practice at common law, and into the -- maybe the late 19th century. Trial judges today in the Federal courts today must follow that rule unless there's something that gives them a dispensation."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But it has to be absolutely necessary. What should the --  what should the --  the trial judge --  at one point jurors weren't allowed to eat during deliberations --  so what did --  the first trial judge who said it might be a good idea to allow them to have lunch. (Laughter.)"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":7,"sideBefore":"justices","text":"What --  was that absolutely necessary? What --  what would be the thought process there?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Why not? Why not? Why isn't it? I mean, it's very expensive to have new trials. Hardly anyone can use a court. You've been calling all these jurors back as witnesses costs money. And you're arguing that rather than --  it's going -- okay, that's their efficiency argument. And -- and the difference here turns on whether the jury is still in the courtroom or whether they've gone into the hallway and is asked, did anybody talk to you? No. Okay. Now, if it saves a lot of money, and that's the only difference, why don't we say the efficiency argument's what counts? It matters to people. It means whether they can get their cases resolved or not."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"We never have. I'll look it up. Why don't we begin?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, we -- we don't need the words -- saves people a lot of money, this particular --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- exercise, and there really isn't much reason in terms of fairness not to do it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The policy arguments, I think, ring a little hollow. This is just not going to come up very often, right? So the idea Alderson Reporting Company that this is going to cause all sorts of problems, only in the rarest, rarest case."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And yet, when it does come up, we have this concern that Justice Breyer pointed out, that it's a big waste of money to have the jury have to start --  I guess a new jury, right --  have to be a new jury --  start all over again."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Katyal. "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Katyal, my problem is I have problems with his rules; I have problems with yours. (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":4,"sideBefore":"justices","text":"So you've got to -- and --  and I think it's some of what the government is saying. Putting aside the questioning here, which troubles me in its adequacy, okay, it's not uncommon -- it was perhaps uncommon in this case for families to be crying outside of courtrooms, for families to be talking to each other and visibly expressing either their pleasure or displeasure at what a jury did. Not uncommon for court correction officers in the State of New York to get very close to juries --  when they used to sequester them, but even today --  and a corrections officer saying something like, good job, guys, at the end of the verdict, okay, when the jury's discharged. There is expressions in the courtroom. If we do a prejudice test, how are we going to ensure that that concept of a fair trial is wholesome enough to not permit what I consider some --  could be potentially great contamination of the jury and of their emotional Alderson Reporting Company state? have the mind. I mean, there are juries all of the time who night to think about a case who change their MR. BASH: So -- JUSTICE SOTOMAYOR: And the next day, they're reaching out to the court or they're reaching out to one of the party's attorneys and wanting to undo the verdict. But what's the rule that takes care of all of those things? Is --  is it the boundless ability to recall juries? What are the circumstances a court should look at? What's your rule? Give me a rule that --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I know, but you're making that up."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And it doesn't take care Alderson Reporting Company of the things I talked about."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it depends on the courthouse. In most courthouses, certainly the Federal system and a lot of State systems, the jury doesn't get to go out and mix with the public."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Do you think -- Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":4,"sideBefore":"justices","text":"Would your rules --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":6,"sideBefore":"justices","text":"-- but you're not --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":4,"sideBefore":"justices","text":"-- apply equally in a criminal case?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What about impaneling the jury? Suppose the judge impanels the jury and then decides that the impanelment was defective -- one juror wasn't there -- and three hours later, reimpanels the jury. Is that proper?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I'm talking about impanelment."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you said it applies in criminal and civil cases. And you say that what -- in your brief, you say whatever the judge can do, he can undo."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Which is a sweeping statement when we talk about -- but in double jeopardy rules, double jeopardy applies the moment there's an impanelment."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And I'm not -- and I'm not sure how your rule would accommodate that principle."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but your -- your principle is whatever -- you say whatever the judge can do, he can undo. What -- what a court can do, it has an inherent power to undo."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So I'm not --  I'm Alderson Reporting Company not sure you're the one that should be complaining about a rule that's not very clear. I mean, yours is basically look at all the circumstances, have the judge ask the questions, and particularly --  it's a variant on what I asked earlier --  particularly if this doesn't come up very often. It seems to me to be --  make some sense to say it's a bright-line rule. We don't want to waste courts' time, you know, figuring out whether there's adequate prejudice, how far is too far. Let's just have a clear rule. If the judge says discharged, you're discharged. And if he's made some mistake, you know, he'll be more careful in the future."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose we tell -- I mean, look at the totality of the circumstances is a great test, but it doesn't give much guidance to courts below. Tell me what the guidance is that we give. I'm thinking of something like, if they've been exposed to any extraneous reactions, words, information, conversation -- I can go on with a list of verbs -- but you can't recall it? Are there any limits to this power?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"How short is short?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And what about geographic --  you wouldn't draw a line at, say, the courthouse door? Once they leave the courthouse, that's it. While they're in the court, it's okay."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"They have to --  to question each juror. Now, when you went out on the street, did you talk to anybody?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Katyal, I wonder whether there's one difference between the postdischarge case and the predischarge case. You've been talking a lot about contamination and outside influence. In there it seems as though the inquiry is roughly the same, but there's no way in which the postdischarge case seems different, which is that once you are discharged, you just take off your juror hat psychologically, mentally, and you start thinking about a case in a different way, and you start even wondering whether, when you had your juror hat on, you were thinking about it in the right way. And I wonder whether that is a difference that makes a difference in this context."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"It's certainly not going to help courts if we adopt a Federal rule. I'm looking for a principle that would apply for where this problem occurs the most often, which is State court. So tell me how we rule in a way that, because this is what I mentioned before, how many jurors change their mind?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I guess in answer to my question, I was not looking so much for a historical answer. You both have your historical arguments. But for an answer about why we should take this very seriously and think that it makes the postdischarge context different from the precharge -- predischarge context where the -- the inquiry that we do in the predischarge context about have you talked to anybody, have you read a newspaper, just really doesn't get to the heart of the matter in the postdischarge context, which is that you've just taken off your juror clothes and maybe started thinking about what you did when they were on in an entirely different way."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"When the jurors come back, do they get -- do they get resworn? I mean, the judge just said, thank you very much for your service. You are now discharged. You are no longer jurors. Then he recalls them. Do they get sworn in again as jurors?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Again, you would apply the same rule in a criminal case --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"A defendant who thinks he's been acquitted, five minutes later, an hour later can find out that he's guilty?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But the jurors haven't been discharged in those cases."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"The rules -- the Rules Committee is, I would say, unlikely to address this for the simple reason that it doesn't come up very often. I gather no Federal cases at all. So the Federal Rules Committee probably has bigger fish to fry. How -- how long was the trial in this case?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Bash. "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So why can't we recall a jury six months later? Just this case."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, they didn't talk about it afterwards. It's not an earth shattering case. Why can't we call them back the next day, the day after, just ask them did you talk to anybody? They say no. Then you go back and resubmit the case now."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Why? Give me the Alderson Reporting Company limiting prejudice."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"What prejudice? You haven't shown any prejudice. They didn't with anybody about the case. They didn't --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I'm talking about one to infinity, because if --  presumably I'm interested in some limits to this."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Four minutes, Mr. Shanmugam. "},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What about -- what about Alderson Reporting Company clerical errors? I understand that's what the rule you pointed to deals with, clerical errors. But you said \"and others,\" so what's the others?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"KANNON K. SHANMUGAM","firstName":"KANNON","lastName":"SHANMUGAM","counsel":true,"justice":false,"side":"petitioner","words_spoken":4042,"interruptions":20,"times_spoken":35,"laughter":1,"num_int_by":6},{"id":1,"fullName":"NEAL K. KATYAL","firstName":"NEAL","lastName":"KATYAL","counsel":true,"justice":false,"side":"respondent","words_spoken":1863,"interruptions":12,"times_spoken":25,"laughter":0,"num_int_by":3},{"id":2,"fullName":"JOHN F. BASH","firstName":"JOHN","lastName":"BASH","counsel":true,"justice":false,"side":"respondent","words_spoken":1356,"interruptions":2,"times_spoken":7,"laughter":1,"num_int_by":1},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":743,"interruptions":1,"times_spoken":22,"laughter":1,"num_int_by":1},{"id":4,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":729,"interruptions":4,"times_spoken":21,"laughter":1,"num_int_by":4},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":219,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":237,"interruptions":2,"times_spoken":12,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":280,"interruptions":0,"times_spoken":3,"laughter":1,"num_int_by":0},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":163,"interruptions":1,"times_spoken":4,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":227,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":20,"words_spoken":4042,"times_spoken":35,"laughter":1,"num_int_by":6},{"side":"respondent","interruptions":14,"words_spoken":3219,"times_spoken":32,"laughter":1,"num_int_by":3},{"side":"justices","interruptions":8,"words_spoken":2598,"times_spoken":70,"laughter":3,"num_int_by":5}],"outcome":{"side":"respondent","margin":4},"prediction":{"petitioner":0.35192065502813263,"respondent":0.6480793449718674,"date":1472418053262}}