{"petitioner":{"name":"CUOZZO SPEED TECHNOLOGIES, LLC","counsel":[0]},"respondent":{"name":"MICHELLE K. LEE, UNDER SECRETARY OF COMMERCE FOR INTELLECTUAL PROPERTY AND DIRECTOR, PATENT AND TRADEMARK OFFICE","counsel":[1]},"caseNumber":"15-446","date":"2016-04-25T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 15-446, Cuozzo Speed Technologies v. Lee. Mr. Beeney. "},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I might be moved by your argument if Congress had not given any right for the Board to amend, because that would be consistent with practices in the district court, where district court can't amend under any circumstance. But basically, Congress here said you can amend once. I'm not sure that that supports your proposition."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What's the second of your four?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is the standard -- is the standard of proof for invalidity the same in an infringement action in district court as it is in inter Alderson Reporting Company partes review?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do the Board's institution decisions always set out what it understands the broadest reasonable interpretation to be? And -- and if they do, is it -- must the Board stick with that Alderson Reporting Company throughout the proceeding? And in that -- if that is true, why does the patentholder need more than one opportunity to amend?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"How does this work? I mean, suppose you're right and it should be ordinary meaning. That doesn't determine who's going to win or lose this case, does it?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if -- if the -- if the patent is invalid under its broadest, reasonable interpretation, doesn't -- doesn't that mean the PTO should never have issued the patent in the first place, and doesn't that give very significant meaning and structure to this process?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I --  I guess I was --  was thinking of the mind-set that --  that the process, the structure, that the PTO uses in the first place. It looks at a claim. If --  if I were the examiner to determine whether or not I should grant the patent, I'd say, I'm going to give this the broadest interpretation to make sure I'm right. It seems to me --  or am I wrong, that that's not what they do?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But the question that Justice Kennedy asked, and I think it's an important one, to me, anyway, was, if you --  forget this proceeding. If, in fact, in the broadest possible, or whatever, reasonable interpretation and you were in front of the Patent Office, and that's what they would look at, and if it was too broad because that broad, you know, it has flaws in it of whatever kind, the patent doesn't issue. Is that right or not right?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It's either right or wrong. You can tell me I'm right, or you can tell me I'm wrong."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I know that."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I know that. I'm saying: If at the end of the day, on the broadest reasonable interpretation, it is not patentable, there is no patent issued."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. Now --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"--  if that's so, you could look at this new law as --  as --  as you were looking at it, as trying to build a little court proceeding. If I thought it was just doing that, I would say you were right. But there is another way to look at it. And the other way to look at it --  and that's what I would like your comment about --  is that there are these things, for better words, let's call them patent trolls, and that the --  the Patent Office has been issuing billions of patents that shouldn't have been issued --  I overstate --  but only some. And what happens is some person in business gets this piece of paper and --  and looks at it and says, oh, my God, I can't go ahead with my invention. And so what we're trying to do with this process is to tell the office, you've been doing too much too fast. Go back and let people who are hurt by this come in and get rid of those patents that shouldn't have been issued. Now, we will give you, again, once the same chance we gave you before, and that is you can amend it once if you convince the judge you should have done it before. But if, on the broadest possible interpretation, you know, reasonable interpretation, it shouldn't have been issued, we're canceling it. And -- Alderson Reporting Company and that is for the benefit of those people who were suffering from too many patents that shouldn't have been issued in the first place. I don't know. If it's that second purpose, then I would think, well, maybe this is right, what they're doing. And if it's ambiguous between those two purposes, I would begin to think, well, maybe they should have the power themselves under Chevron, Meade, or whatever, to decide which to do. Now, that's -- that's the argument, I think, that's in my mind registering the other way. So what do you say?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Uh-huh."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry. If language is ambiguous, it can't have that plain meaning, can it?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How would you have a plain meaning that a district court would apply if language is ambiguous? How could it say that you have a valid property right in something that's ambiguous?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Aren't those tools used in determining the broadest -- the broadest reasonable reading, meaning how can the PTO decide what a broad reasonable reading is unless it looks at all of those factors and decides that the specifications and all the other things don't cure, continue to provide ambiguity in the patent?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Why --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"How does the relationship between the district court infringement action and the proceeding before the Board actually work out in practice? If you're suing someone, here's my Alderson Reporting Company patent, you're infringing it, and the infringer goes to the --  the Board and says I want you to determine the validity of the patent, and the district court is doing the same thing, or at least determining the scope of the patent and whether or not it infringes?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I would think that's a little burdensome to the district court. They sort of Alderson Reporting Company have to get deeply into the patent case and then take whatever the Board says is the proper -- whether it's valid or not."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, in the district court -- please correct me if I'm wrong -- does the district court have the obligation to -- to interpret the statute in a way that preserves the patent's validity?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But I would not think that the -- the -- that in the IPR, that rule would prevail. Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That -- that shows a difference in these proceedings."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Are -- please."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Is -- is your argument, Mr. Beeney, that Congress couldn't have thought anything else except that the ordinary-meaning standard would control? Because if I look at the statute, I mean, it just doesn't say one way or the other. So we're a little bit reading tea leaves, aren't we? Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, I guess if I'm trying to put myself in Congress's position, I'm -- I'm looking at the PTO, and it does pretty much everything by this broadest-construction standard. And if I had the clear intent that you're suggesting, given the backdrop of how the PTO generally operates, wouldn't I say so? Alderson Reporting Company"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Kind of a hybrid. It has --  in certain respects it resembles administrative proceedings and other district court proceedings. So there --  there is a right to amend, or an opportunity, an opportunity to amend before the agency; there isn't Alderson Reporting Company in court. There are discovery differences; there are other differences. So it's a -- it's a little of one and a little of the other, this inter partes review."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Then I have just one question about that. Then this statute is doing no work, because there would be a bar on interlocutory review under the final judgment rule, in any event. You don't need a statute to preclude interlocutory review when the reviewing court can review only final judgments."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Gannon. "},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":3,"sideBefore":"justices","text":"I'm not --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":2,"sideBefore":"justices","text":"I'm sorry."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":3,"sideBefore":"justices","text":"Please, please."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":2,"sideBefore":"justices","text":"Mr. Gannon, I'm -- I'm a little bit confused. You bring a patent. You go into the reexamination back and forth, with the Patent Office giving it the broadest reasonable interpretation. And you make amendments until you get to the point where the Patent Office thinks that whatever you have is clear enough to get a patent, correct?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"All right. So how different at the end of that process is the ordinary meaning from a continuing broad meaning? You've already had all these chances to amend, to make things as precise and as narrow as the Patent Office thinks it needs to be."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"All right. So when doesn't it end up in the same place?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That's what I -- that's what I --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Go ahead."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But the one --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I think as Justice Ginsburg described it, we're dealing with a hybrid entity with characteristics of the PTO and the district court. But it seems to me perfectly clear that Congress meant for this entity to substitute for the judicial action. So why --  why should we be so wedded to the way they do business in the PTO with respect to the broadest possible construction when the --  the point is not to replicate PTO procedures. It's supposed to take the place of district court procedures."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah, but I think we Alderson Reporting Company ought -- we shouldn't, except as far as the number of broadest different procedures as we -- we can, it's a very extraordinary animal in legal culture to have two different proceedings addressing the same question that lead to different results."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you're just saying that, okay, there's a problem here, and so we should accept another problem that's presented where we don't have to do it."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, are you saying in the IPR proceeding?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's happened six times ever."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But there's already been -- there's already been a case where you've had contrary results with respect to the same patent, right? Alderson Reporting Company In the same --  in other words, parallel litigation; one says A and the other says not A."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what do you do in that case?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So you put the district court to all the trouble? I mean, we're talking about district courts that don't do patent cases on a regular basis. You put the district court to all the trouble of trying to construe the patent, and then the --  the defendant comes in and says, well, guess what? I won before the IP review, and so sorry, but all that was wasted energy."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"All right. Is that --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":7,"sideBefore":"justices","text":"Is there a difference in the --  in the --  the Board proceeding, the IPR, and --  and the district court litigation, in this respect: With district court litigation, we're very concerned because of Article III, and we have to have a specific controversy, specific injury, and so forth, but that an IPR proceeding can be more speculative, in that the Board and the parties can say this could be interpreted in the future in a particular way. Is that --  is there a difference to the tone or --  or the thrust of --  of the inquiries in the --  in the two instances? Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you say it's a -- it's narrow, but we have the broadest possible construction. I'll --  I'll work with that. I think you're probably right. (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What's the evidence? That is to say, I picked that up from your brief, that this statute is, in part -- call it a partial-Groundhog-Day statute. You'll do it again until you get it right, and partly, it's designed here to go back to the -- I -- to the Patent Office, probably because a large number of businessmen told Congress that they were getting threats of suits in respect to patents that obviously should never have been issued. Now, if that was the problem, then it doesn't make -- it does make sense to say at least the PTO has the authority under a partial-Groundhog-Day statute to do that part of it over. And that's not surprising; there are only six that actually got amended, because they narrowed it before and because the PTO held these are invalid, anyway. Okay? That isn't -- so that doesn't move me. But look at the view I just expressed of the statute. There is another view that this is just a Alderson Reporting Company little district court proceeding designed to save people that time and money that they'd have to spend on a big district court proceeding. All right? Now, what's the evidence that the first view that I had, which would not say this is just a little district court proceeding, is correct?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Is there -- what -- is the district court free to disagree with the PTO reading of the patent? Could it say, fine, this is a pertinent fact, a mixed question of law, in fact, in litigation pending before me. And I appreciate the fact that you think this agency thinks this, but my responsibility is to decide this case according to the facts and law, and I disagree with the PTO's reading."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, can it say that I understand what PTO thinks the scope of the patent is, but my responsibility is to interpret it pursuant to a different standard, and under my different standard I have a different result?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So if the district court interprets the patent, is -- is that binding on the PTO?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And if the PTO Alderson Reporting Company interprets the patent, that's not binding on the district court."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry. It just seems to me that that's a bizarre way to conduct legal -- decide a legal question. I mean, who -- how does it work? Whoever gets to the judgment first, or --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Even though they're different standards of proof?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Is that how estoppel normally works?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So the answer to my question is, no, that's not the way estoppel normally works."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Is there another example where you have a complaint filed that puts an issue before the district court during which the --  the parties can take that issue away from the district court and come up with an answer that then binds --  well, I guess you're saying it doesn't bind the district court."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Right. And that's because of their -- their view, and then it goes back to the district court, and the district court said, well, thank you very much for your opinion, but my job is to give a different analysis. I'm not bound by this broadest-possible reading. And when I read the patent, I think it comes out the other way, and that's how I'm going to decide this case."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And this is under -- Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And this is under a statute designed to make the patent system more reasonable and more expeditious in reaching judgments?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"How --  how does this happen? I --  I thought we send it back, and the PTO says we shouldn't have issued it."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"They say that we cancel it."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So there is nothing in the district court; isn't that right?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Can appeal what? Can appeal the cancelation?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And if they never issue a patent, I apply for a patent because I have this thing that instead of putting red cellophane on the speedometer, I put purple cellophane on the speedometer. It signals the presence of a hot dog stand. All right? (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":7,"sideBefore":"justices","text":"I --  I then try to patent it. And they look at this patent and, no, absolutely not. Can I appeal to the Court? (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry. They don't issue a patent."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I have an application."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"They don't issue a patent. Can I appeal their decision to the Court?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry. Just to interrupt. You're talking about something else. You mean appeal to the Federal circuit, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But I -- what I was asking --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry. What I was asking, I think, is a different question. The reason it's not -- it's not as if it's an appeal to the district court because the district -- that -- that's an issue before the district court: What is the scope of this patent; what does it cover? And the Patent Office is telling you, well, it covers this, and the district court says, thank you, I apply a different standard. I think it covers this. And when that's the case, it's a valid patent."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Gannon, could you give an example? I'm -- so far I'm halfway with you. If the PTO has canceled the patent, the lawsuit in the district court ends. Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"There's nothing else for it to do."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But let's assume --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Federal circuit and --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- assuming it loses in the Federal circuit, the district court case has ended, correct?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"All right. So what does survive? Let's assume the Patent Office decides that the patent's still alive. The loser goes up to the Federal circuit, and the Federal circuit says this is still a patent. They've given it a meaning of -- the broadest possible meaning and said it's still valid. Now what happens in the district court? What's still alive? Give a concrete example."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What's going to happen with -- in the district court?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Or what can happen in the district court?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"How is it going to end up in a different place?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Give me a concrete."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it can only make a differences for the district court finding the patent invalid, no?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Before you --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- time runs out --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- I do want to go back to the appealability issue."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Assuming I start from the EEOC, the Mach Mining -- Mach Mining v. EOC, which we don't easily think that Congress is intending to prevent courts from enforcing its directives to Federal agencies, okay? Number two, this is a very specific statute with steps about what -- when and when not the PTO can institute one of these reviews. There's all sorts of provisions that say you can only do it under these Alderson Reporting Company circumstances and only after making these findings. Your position now is that that decision is never reviewable. Justice Ginsburg asked a very intelligent question, which is, if we -- what's the purpose of it outside the APA? And your opposing colleague says there's two purposes: It precludes mandamus, and it precludes reviews of the denial to grant such a hearing. Why isn't that -- all of that enough to say there should be some review? Why would Congress tell the PTO don't do it except in these limited circumstances, but nobody's going to ever watch you to make sure that's what you're doing?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So what do we do with the Federal circuit's reading in Portola --  Portola -- Portola where it basically had similar language and said it's appealable only at the end?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Gannon, would you look at the reply brief at page 19, and they give a series of rulings that the Board might make that, under your view, would be immune from any judicial review. So the Board goes ahead and institutes an IPR, even though the requester for that IPR has already filed a parallel civil action, something that the statute says should not happen. That would not be reviewable, that wrong decision, under your view of it. Is that --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask you a question that relates to the other -- other issue? Alderson Reporting Company The district court holds that a patent is valid. Could the -- the PTO, on its own initiative, then engage not in the inter partes review, but reexamination? The district court says valid patent, and PTO says, we want to, on our own, have a reexamination."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So -- and so it wouldn't -- so the district court decision wouldn't be preclusive, and the -- the PTO has the last word, then?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't that an appeal from the district court judgment to an administrative agency?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So -- so the district court reaches a judgment saying, you win based on my reading of the patent, and then you can go to the PTO and say, no, the reading of the patent of the district court was wrong, so you lose?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And then can the losing party in the district court go back to the district court, or if it's on appeal, to the court of appeals, and say the district court was wrong? The PTO said that, and I should win."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Alderson Reporting Company Mr. Beeney, you have a minute left. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"GARRARD R. BEENEY","firstName":"GARRARD","lastName":"BEENEY","counsel":true,"justice":false,"side":"petitioner","words_spoken":3540,"interruptions":12,"times_spoken":32,"laughter":0,"num_int_by":6},{"id":1,"fullName":"CURTIS E. GANNON","firstName":"CURTIS","lastName":"GANNON","counsel":true,"justice":false,"side":"respondent","words_spoken":3656,"interruptions":35,"times_spoken":67,"laughter":0,"num_int_by":4},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":1057,"interruptions":7,"times_spoken":44,"laughter":0,"num_int_by":3},{"id":3,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":684,"interruptions":6,"times_spoken":26,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":87,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":320,"interruptions":1,"times_spoken":6,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":324,"interruptions":0,"times_spoken":7,"laughter":1,"num_int_by":0},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":839,"interruptions":2,"times_spoken":18,"laughter":2,"num_int_by":2},{"id":8,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":111,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":12,"words_spoken":3540,"times_spoken":32,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":35,"words_spoken":3656,"times_spoken":67,"laughter":0,"num_int_by":4},{"side":"justices","interruptions":16,"words_spoken":3422,"times_spoken":106,"laughter":3,"num_int_by":5}],"outcome":{"side":"respondent","margin":4},"num_jusitces":8,"prediction":{"petitioner":0.8954492264388553,"respondent":0.10455077356114473,"date":1473644744143}}