{"petitioner":{"name":"LESTER RAY NICHOLS","counsel":[0]},"respondent":{"name":"UNITED STATES. ","counsel":[1]},"caseNumber":"15-5238","date":"2016-03-01T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case No. 15-5238, Nichols v. United States. Mr. Hansmeier. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That would be true of Kansas law in this case. It would have violated the Kansas law. Is that true?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How does it work normally? Say a person under SORNA leaves Kansas and goes to Illinois and registers in Illinois. Is there any obligation, one, for him to register or deregister in Kansas, and does Illinois have an obligation to notify Kansas?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And this is in addition to the -- the other venues."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So it would be both Federal and a State requirement. But in one case, it's on the SORNA person and the other, it's the other State."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Under --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":4,"sideBefore":"justices","text":"What sense does it make if you have Federal law that says we're going to add this -- these -- these sanctions when you violate the -- the State law? And in the one case, if you don't register, you're triggered and State law says, well, you've got to unregister too. But if you unregister -- if you don't unregister, that's not included under the Federal law? Why would -- why would Congress draft a law like that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but there's no problem to require him to register, but all of a sudden Alderson Reporting Company there is a problem to require him to unregister?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"They left the unregistering to the States but not the registering?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm curious. You responded to Justice Ginsburg that he did violate State law. Could the United States have asked for an extradition based on the State law violation? Is this a permanent hole or did they just pick the wrong law to seek extradition under?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no, no. I'm saying, they asked him to be --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"--  returned from -- where had he fled to? Philippines."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Under the SORNA violation --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"--  could they have asked Alderson Reporting Company for him to be returned under the State law violation?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So is that a yes?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So really what we're talking about is that they asked for the extradition under the wrong law."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Did leave -- did leaving the country without notice violate the terms of his supervised release?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you -- it's mentioned in one -- one of the briefs -- I don't have the Alderson Reporting Company reference to it --"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":6,"sideBefore":"justices","text":"Yeah."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":4,"sideBefore":"justices","text":"-- at hand. What would happen if he decides he's -- and this is all just within the United States, no foreign travel -- he decides that he wants to move to the West Coast, so he checks out of Kansas. But he's not sure where he wants to live, so he drives to Washington, Oregon, California, takes two weeks. What would the requirement for registration be there?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But the arrival jurisdiction is not your residence yet. He doesn't know what it's going to be. He's just there two days. And he's going to go two days, and he's going to look around."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You have a textual argument that I -- that I understand, but one of the arguments you mentioned at the outset was that an examination of the legislative history shows that Congress intended to produce the sort of result that was produced here, and I wonder if that's really a plausible argument. Alderson Reporting Company If you're correct, then two things happen; at least two things happen. One, Kansas retains on its record an inaccurate -- inaccurate information about the presence of a sex offender, which can have a lot of adverse consequences for a lot of people. I don't see why Congress would have wanted that to remain. And do you really think Congress was unconcerned about the United States exporting pedophiles to the Philippines or to other countries? Do you think that -- that they were not concerned about not only the human rights implications of that, but our relations with other countries?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if I could then come back to Justice Ginsburg's hypothetical of someone like your client who moves from Kansas to Illinois, what, in the language of the statute, would prevent that person from going to the registry office in Kansas before departing and reporting there that he was moving to Illinois and his new address in Illinois would be whatever it would be? Why does that not fit under this -- under the language of the statute? Or would you agree that it does?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if you -- if you agree to that, then I don't see why -- why there is a difference between that situation and the situation where the -- the person leaves Kansas and goes to the Philippines."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why would it not be --"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why would it not be sufficient under U.S.C. 16913(c)?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it says, \"shall not, later than three business days after each change of residence, appear in person in at least one jurisdiction involved pursuant to subsection (a) and inform that jurisdiction of the change of address.\" So prior to leaving, he is within the period of not later than what -- than three business days after the change of residence. And at that time when he goes to the registry office in Kansas, he is residing in Kansas. So he falls within subsection (a)."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But now, under current law, under the 2016 change --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"--  is it --  it's clear that anyone under SORNA who leaves the country --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"--  has to give notice --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"--  to the jurisdiction from which he departs. Alderson Reporting Company"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So they're talking about only the people who were -- were pre -- pre-2016 people."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What bearing on your argument does the last sentence at the bottom of 11(a), the last sentence of C have? That jurisdiction, in other words, the jurisdiction where he registered, shall immediately provide that information to all other jurisdictions in which the defendant is required to register. Here, there were none."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"My question was, does -- does this have significant relevance to your argument here?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"There was a reference to a form that everyone under SORNA signs that acknowledges a requirement to register on commencement change, termination of residence, and give days notice before traveling outside the United States. Nichols signed such a form, did he not?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And what you're saying is that that form has no operative effect, the fact that he didn't do what he -- what he undertook to do in the form is not a Federal offense."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But it's the same register, that is --  you said there's no separate Federal entity. So all these requirements in SORNA would be satisfied by informing the State office. Is that --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I find interesting the new legislation. As I see it, it's getting away from where you reside or anything else. It just says if you're going to travel to a foreign place, you have to tell the United States, correct?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there anything in that -- in that law that requires the U.S. to tell the State the person's left -- that they've left?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I didn't -- I didn't have a complete chance to go through it."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So the problem at issue here has been completely resolved by new legislation?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Alderson Reporting Company Mr. Gannon. "},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Is it your position that he was required to notify Kansas both that he was terminating his residence and that he was moving to the Philippines, or just that he was terminating his residence?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But he was not required to?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I -- I think your answer was clear, but I didn't understand it. Would it -- in your view --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- would it have been compliant with SORNA simply to say I am leaving Kansas, period?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But the -- the Philippines is not a jurisdiction under the statute."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, all right. How is that the case since subsection (a) refers to each jurisdiction where the offender resides, is an employee or a student? When he's in the Philippines, there's no such jurisdiction covered by SORNA where he resides, is an employee, or is a student."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But how is that --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Where is under (a) something that says it's the jurisdiction where you used Alderson Reporting Company to be required to register?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But where --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but he only has to keep the registration current if there is a jurisdiction where he --  covered jurisdiction where he resides, is an employee or is a student."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Otherwise that obligation is inoperative because there's no registration place in the Philippines."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, right."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But he doesn't have to comply with it until later than three business days after there's a change."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So he --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Shall not later than three business days after each change? That's not true?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, maybe he should have. Maybe he should have. But he may also have thought, when it says at least one jurisdiction involved pursuant to subsection (a), and subsection (a) says where he resides, then maybe there's no Alderson Reporting Company jurisdiction involved under --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- under the --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Current where?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But it is current."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It is current at all the time in which he resides there."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, then, you're just reading pursuant to subsection (a) out of the statute."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Excuse me, Mr. Gannon. It tells you exactly what it means to be a jurisdiction involved. It means a jurisdiction involved pursuant to a particular subsection which focuses only on his current residence. And all the time he was a current resident of Kansas, the registry was accurate."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I understand -- I understand your argument about 16914(a)(3), but how many -- what's the -- the penalty for -- the maximum penalty for violating this provision? Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah. I think it's --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"--  ten years. So you think somebody is supposed to look at this and say, should I register? Obviously he doesn't want to register or unregister, whatever it is. And he says, okay, it says \"involved,\" but that's different than described in. And (a) says \"jurisdiction where the offender resides,\" and there's no place to register where I currently resides. And then he's supposed to say, ah, but 16914(a)(3) says \"resides or will reside.\""},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"That's an awful lot to ask a --  a layperson to parse at the penalty of ten years for being wrong."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"For a registration violation."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Then why wasn't --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Why wasn't the State violation pursued? So he's in the Philippines, and he's extradited because on the government's reading of SORNA. But he did commit an offense, it's conceded, under State law."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Why wasn't the extradition sought under that which is clear and certain instead of a -- a provision where there has to be a strained interpretation?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"In your interpretation. Let's look at this. It's the word \"involved.\" And you're saying it means ever involved; is that right?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I see."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"In other words, it doesn't mean \"ever involved,\" and it doesn't mean \"now involved.\" It means involved during the three business days where da-da-da-da-da-da-da-da."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And a person is supposed to understand that."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"In fact, you're supposed to read that into the silence."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Now, that's, to me, a little farfetched, would you say?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It's a jurisdiction --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- that was involved. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Ah."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I see. And --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"All right. I'm trying to understand it. It is a jurisdiction that is involved in a special way. It is a jurisdiction that used to be a residence, and it is no longer a residence. And that creates an involvement even after they're no longer a residence. You know, the more I explain it, the less I understand it. (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":8,"sideBefore":"justices","text":"That may be my fault, but --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I'm firmly for purposes, but this one is a -- a little tough, because as I read it, literally, at all, I don't -- I don't get an interpretation -- and you could do the same thing. You're supposed to -- and you seem to be saying that. Look, you said you're supposed -- they're supposed to keep the registration current. Now, maybe there's a requirement somewhere that says when you're thinking of leaving, before you leave, you have to go tell the people before you leave of where you're thinking of going. So then I looked up what you have to have in here, and it says the attorney general can have regulations that would say something like I just said. But I take it there are no such regulations. And I take it when it -- it says, you know, the kinds of things you have to report, I guess. You know, you could get something like that out of it, but you're not arguing that."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So he's been living for years in the Philippines where he is employed. He now changes his employment and he goes to work in Thailand. Now does he have to tell Kansas?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Why is it? I mean, Kansas was once involved."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, what he's done is he's lived in the Philippines for years, and now he's changed his residence to South Korea. Does he have to tell Kansas?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Gannon --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It seems to me that what you're saying is that each of those offenders is supposed to recognize the underlying purpose of the law, which is to have accurate registries, and to do everything he can to serve that underlying purpose. And we would --  you know, it would be good if everybody did that. But the text of the law is something different. And if you look at this text of the law, there's just no way that a reasonable reader reads that text and says it requires me to provide departure notification when I leave to another country."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So you can say well, he's supposed to keep it current, and --  and that's right. He is --  he should keep it current, because we would all like sex registry. But the statute provides very specific details about what it means to keep it current, and it seems to me he has conformed with every single one of those requirements."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You know, he could have, and he should have."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But he didn't have to under --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- this statutory language."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It -- it says he has to have informed at least one jurisdiction involved pursuant to subsection (a), and subsection (a) makes clear that the only jurisdictions that they're talking about are the jurisdictions in which he currently either lives, works, or is a student."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And that morning -- Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That morning, everything was current. And then when he left Kansas, he's not subject to this statutory provision anymore."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You -- you agree --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- that the problem has been cured, prospectively."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So -- so who -- who is left out under the new law that would be covered under your reading of the old law?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I'm trying to find out what is the effect --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- of -- of ruling one way or another. It's a relatively small category, and there is no problem, prospectively. Is that --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I understood -- I -- Alderson Reporting Company if I understood you correctly, there is still a category of people under your interpretation today that would not be covered under the new law, because you have to file an itinerary, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. Well, okay. This person files an itinerary saying I'm flying to the --  the Philippines. And if he takes up residence there, then he's still violating the law, under your interpretation?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So if his purpose is I'm going to visit the Philippines, and while there, he decides I'm going to set up permanent residence here, then you would be able to prosecute him under this provision, even though the new law doesn't cover it."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"His purpose is to visit the Philippines. And while in the Philippines, he Alderson Reporting Company decides to set up residence there."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So you -- you read 16913(a) as saying, where the offender resides or resided, is an employee or was an employee, is a student Alderson Reporting Company or was a student."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That is 16921(b)? Is that the one you're referring to there?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But 16921(b)(3) is specifically an obligation that's placed on officials. It has nothing to do with any obligations on offenders."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So but an offender is supposed to look at a statute that places only an obligation on State officials and to say, really? That obligation applies to me as well?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"They might have, but it's the language that's bothering people. And what -- I'm trying to see if there is support for this word \"involved\" which I hadn't really thought of. And -- and let's imagine he leaves Kansas. He left on Monday. It's now Tuesday. So he doesn't reside in Kansas anymore. He's now over residing -- he's not there anymore. So is Kansas still a jurisdiction involved pursuant to subsection (a)?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And your answer is \"yes,\" and I say --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- okay. You mean any jurisdiction that he ever -- no, you said it's not -- it doesn't mean \"ever.\" I said, does it mean involved right now? No, you said it doesn't mean that, because Alderson Reporting Company if it's involved right now, it isn't. You mean it was involved two days ago? And now you have a general definition of that. And you mean it was involved because it was the last jurisdiction in which he actually resided. That's what you -- now, is that basically it?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, that can't be a reason to be involved, because he didn't -- I mean, there are a lot of people he didn't tell. I mean --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"In other words, where he is on the rolls as being a current resident -- be careful, because you run into Thailand, and you know, the -- the guy moved years later --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, he will be on the rolls in Kansas because they never took him off, and -- and now it's years later. So you can't -- Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Let's take what you mean. And now -- now I -- I have an idea of it. What support is there for that? Is there support in a regulation? Is there support in some previous case? Is there support -- and I'm thinking focusing narrowly on your interpretation of the word \"involved.\""},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Tell me where it is."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What's the page, please?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"This -- this is not an administrative law provision. It's a criminal statute. The Attorney General's guidelines can't expand a fair reading of what Congress made illegal under Federal law."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And it's still given -- given what I just said, my -- my answer is, so what? So what if the Attorney General has been construing this since, you know, 1875?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You cannot do Alderson Reporting Company anything to expand the words that Congress used."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What you're saying is the Attorney General thinks it's a fair reading of the statute."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So -- so I should think it's a fair reading of the statute."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Just to --  I probably should know this, but Kansas requires him to list any change, right? He has to unregister?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Right. What --  what sort of language did they use?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But it says \"where last registered.\""},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Could I -- could I ask a question, Mr. Gannon, of absolutely no legal significance? Chalk it up to curiosity. Alderson Reporting Company Does the Federal government bring many of these prosecutions? Because I might have thought that when sex offenders leave the country permanently, the attitude might be like, good luck and good riddance? (Laughter.)"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But you're not --  you're -- as I understand the requirement that even you say he's subject to, it's just a requirement that says he's leaving the State. It doesn't --  he's not required to tell you where he's going in the world. He could be going to the Philippines or any other country. So it doesn't really help us in terms of, you know, helping our allies deal with sex offenders. I'm just curious why it is that people -- why DOJ makes the decision to bring sex offenders back to this country in such circumstances."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I am right, right, that when you say he had the responsibility to keep the registry accurate, that's just to say he had the responsibility to tell Kansas he was no longer in Kansas."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Even on your view, he had no other responsibilities."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"In terms of --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":4,"sideBefore":"justices","text":"How -- how do we -- how do we know -- I'm sorry. Go ahead, please."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":2,"sideBefore":"justices","text":"In terms of Federal policy, Alderson Reporting Company hasn't Congress, by the enactment of the new statute and in other ways, evidenced a belief that the United States should not be exporting its pedophile problems to other countries?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And countries like the Philippines where the --  the Petitioner here went are known places that are attractive to sex tourists who go there to abuse young children and --  hasn't Congress evidenced a concern about this both for the human rights aspects of the problem and, also, I would think, for relations with the government of the Philippines?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Right. And I completely understand that, Mr. Gannon, but even your own interpretation doesn't get you the information -- (Laughter.) (Lights out.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":7,"sideBefore":"justices","text":"I knew we should have paid that bill. (Laughter.)"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"justices","text":"My red light on the bench is Alderson Reporting Company still working. (Laughter.)"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":7,"sideBefore":"justices","text":"-- does not get you the information that you need in order to tell the Philippines, look, you have a sex offender in your midst."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What's so interesting is that regulation tells the States to do this."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":5,"sideBefore":"justices","text":"Yeah."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":8,"sideBefore":"justices","text":"It doesn't tell the sex offender that he's obligated to do it. It says the States must do it."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I'm -- it's a little bit odd."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So now a sex offender is supposed to understand what \"involved\" means and read a directive to jurisdictions in your regulation and say, ah, that includes me, too."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Jurisdiction is supposed to do this, but now I've got to do something more."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What makes it a State as opposed to a Federal crime? That's really what's at issue here."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I understand it's a crime."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"The question is which kind of crime."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Briefly."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Hansmeier, you have minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"DANIEL T. HANSMEIER","firstName":"DANIEL","lastName":"HANSMEIER","counsel":true,"justice":false,"side":"petitioner","words_spoken":2275,"interruptions":9,"times_spoken":43,"laughter":0,"num_int_by":5},{"id":1,"fullName":"CURTIS E. GANNON","firstName":"CURTIS","lastName":"GANNON","counsel":true,"justice":false,"side":"respondent","words_spoken":3415,"interruptions":66,"times_spoken":109,"laughter":1,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":837,"interruptions":7,"times_spoken":44,"laughter":1,"num_int_by":1},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":415,"interruptions":9,"times_spoken":22,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":482,"interruptions":3,"times_spoken":11,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":314,"interruptions":2,"times_spoken":20,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":284,"interruptions":2,"times_spoken":13,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":651,"interruptions":3,"times_spoken":24,"laughter":3,"num_int_by":1},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":717,"interruptions":7,"times_spoken":29,"laughter":1,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":9,"words_spoken":2275,"times_spoken":43,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":66,"words_spoken":3415,"times_spoken":109,"laughter":1,"num_int_by":7},{"side":"justices","interruptions":33,"words_spoken":3700,"times_spoken":163,"laughter":5,"num_int_by":4}],"outcome":{"side":"petitioner","margin":8},"num_jusitces":8,"prediction":{"petitioner":0.8944121135534995,"respondent":0.10558788644650052,"date":1473644744149}}