{"petitioner":{"name":"TERRANCE WILLIAMS","counsel":[0]},"respondent":{"name":"PENNSYLVANIA. ","counsel":[1]},"caseNumber":"15-5040","date":"2016-02-29T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 15-5040, Williams v. Pennsylvania. Mr. Lev. ORAL ARGUMENT BY STUART B. LEV ON BEHALF OF THE PETITIONER"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Does that make a difference, the nature of his decision?  Let's say he had a policy.  He says, I think every case in which a defendant is convicted of first degree murder, that we ought to seek the death penalty and leave it to the jury.  Maybe the jury will agree or not, but I'm going Alderson Court Reporting to seek the death penalty in every case where there's a conviction of first degree murder. Would you have the same recusal problem?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, no, I know that, but it's a categorical decision.  In other words, he doesn't look at the particulars of that case.  He has a policy that he's adopted -- you know, whether you think it's a good policy or not -- that doesn't depend upon the particular facts, simply on the facts of what the conviction is."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what if the case was simply in the office and he had supervisory responsibility over everything that occurs in the office, but it's a big office.  If a question arose, somebody could bring it to him, but there isn't any indication of personal involvement.  Would that be enough?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You see, the problem --"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yeah.  The problem that -- that is presented by this case is not -- is where this constitutional line is going to be drawn.  You want us to get into -- get pretty deeply into the issue of a constitutional recusal policy for judges.  So it's really not enough to just say what happened here was bad. Let's assume that -- that that is the case. Assume for the sake of argument -- I'm not saying one way or the other -- but how far does this go?  And that's what I'm -- that's what I'm interested in. So supervisory authority would be enough, you said, but it depends on the issue?  Why would it depend on the issue?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what -- what is the rule, then, that you're formulating, so that we can answer Justice Alito's questions and similar questions? Recusal is required when, and fill in the blank. Alderson Court Reporting"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I thought that your -- your particular position was that a judge cannot sit on any case where, as the district attorney, he signed on to the death penalty."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what short of that is?  I thought -- I thought critical element is, he was the district attorney, he signed off on the death penalty; some 20 odd years later, he -- he's a judge, he cannot sit on that case.  I thought that was your position."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's the -- that's the line-drawing problem.  Why does it matter that it's the death penalty?  What if it was not a capital case, but he -- he signed the indictment? Alderson Court Reporting"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What if he signed the indictment?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"He signed the indictment. Let's say the -- the former -- the then-prosecutor signed the indictment, and there are thousands of indictments in a county like Philadelphia, so --"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That would be enough?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You're saying that the signature would not be enough because that could be pro forma?  Is that what you're saying? Alderson Court Reporting"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What if you had a situation where he was directly involved in a matter that had nothing to do with the issue that came up later?  You know, he -- the -- the assistant comes in and says we've got a real question here, you know, he wants a third extension of the trial date and should we oppose it or not.  And he thinks about it and says, yeah, let's oppose it.  And then 29 years later, there's an issue about a -- you know, a Brady violation. Is he recused from sitting on that Brady violation case?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you give me -- can you give me -- much weaker?  Can you give me a yes-or-no on my hypothetical?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Under that answer, then, why doesn't the Brady violation problem drop out of the Alderson Court Reporting case?  And that's not an argument for -- for -- an extra argument for recusal."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, he didn't know about the Brady violation.  The Brady violation basically occurred in -- in the course of trial."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean after they sought the death penalty."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then, that doesn't follow with the rule that you gave me at the outset. You should recuse yourself when, and now -- now you're adding -- if there's a question that involves a substantial integrity -- a substantial question Alderson Court Reporting involving the integrity of the office?  So that's an added --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's an added factor in your analysis?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So I'm -- I guess I'm --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess I'm a little bit unclear as to what you're arguing.  I mean, one rule could be did the judge have some significant involvement in a critical trial decision as a lawyer.  Is that your rule, or are you adding something to that rule?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I still don't see how the Brady violation fits into the formula you want us to adopt, unless you're amending it to say anything that involves the integrity of the office while you were the head of the office."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"We don't have a Brady issue before us. The only issue is the recusal, right?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So we don't have -- the merits of the Brady issue are not in the case. But even the question that you're raising, you have prior opportunities to do that. You didn't raise it when there were prior post-conviction applications. So why aren't you precluding?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"There is a concern about sandbagging, though.  I mean, if you do have a case where somebody has that information, I think the best thing to do would be to, you know, put it in a -- the back drawer, take your chances on -- on getting an acquittal.  And if you don't, then you say, aha, the judge could have recused him or herself, and our -- our remedy is we get to go back and do it all again."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Strickland's very different.  I mean, you may think it's pretty unlikely that attorneys are going to deliberately commit error so that they have a later problem.  But it's another thing if you're talking about a fact about the judge's prior involvement."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Not against you."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I guess it's not a case of sandbagging, but it's somehow related in that the information you're talking about would have been information that seriously undermined the defense Alderson Court Reporting your client was presenting.  In other words, the information goes to the nature of a prior relationship. And his whole argument and defense was, I didn't know, you know, who this person was.  I had no contact with him at all. So, you know, in what sense does that -- the material that you're complaining about now is the last thing he would want to have come -- come out at his trial."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that -- well, just so I understand, you're saying the evidence might have been sufficient to persuade him not to lie?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, am I correct that Mr. Draper, his accomplice, did not come forward until later?  So he didn't know that the accomplice would say that there was a different story to tell at all, correct?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And he did not know that the sexual abuse could form a very potent defense to a death penalty because there was independent proof of it."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The prosecutor, in fact, told the trial judge that there wasn't any independent evidence of sexual abuse by this man of other people, correct?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And in fact, the records Alderson Court Reporting show there was."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"The independent evidence you're complaining about involved the defendant himself, correct?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you do with the fact that Chief Justice Castille was not solely responsible for the decision in this case?  This was a decision by the Pennsylvania Supreme Court.  Now, you say it was structural error.  Suppose that the court had been divided and Chief Justice Castille voted to affirm the decision of the lower court.  Would that decision still be invalid on the ground that he shouldn't have been participating?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Doesn't that mean it's not Alderson Court Reporting structural error?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So he might have persuaded a majority to vote to reverse, and then he turned around and he wrote an opinion saying that there should be an affirmance."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"If we agree with you, doesn't that lead inevitably to the rule that a majority of the judges on a multi-judge panel have the authority to require the recusal of a colleague?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, wouldn't they -- wouldn't that have to be the consequences?  Suppose that -- suppose you make a recusal motion.  You want Chief Justice Castille recused, and the other justices on the Pennsylvania Supreme Court say we think that he should be recused, and we're afraid that if we go ahead with this decision with his participation, the decision is going to be subject to attack down the road.  And we can't allow that to happen, so we're going to require him to be recused in order to prevent him from tainting our decision-making process or creating at least the appearance that the decision-making process is tainted. So that would have to be a consequence of your rule, would it not?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"They could just take their chances."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And he says, no, I disagree with you."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"There's something --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":6,"sideBefore":"justices","text":"What's awfully difficult in this case is not your case for me.  It's not your case. It's the hundreds -- or not hundreds -- but look at all the briefs filed.  There -- there are disqualification rules all over the law, and suddenly to turn this into a constitutional matter as we did in Caperton, which we did with our eyes open, we don't know what we're getting into.  I mean, there are congressmen who can become judges who voted on statutes that come before them, as Justice Black did.  There are executive branch officials who decide all kinds of things, and later on, something with their name signed on it comes up.  When does the Constitution require it or not?  So that's why I think you're getting these questions. My question is:        Is there a way of avoiding this?  And -- and the -- the thing that is suggested Alderson Court Reporting by -- by the other side is that you did ask for reconsideration.  Reconsideration would have taken place without the chief justice because he had retired. Reconsideration can be pretty perfunctory, or it might be serious and thorough. Is there anything -- is there a way for us to send this back and say, you said you reconsidered it; we're not certain what that reconsideration consists of; reconsider it. (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":8,"sideBefore":"justices","text":"I mean, is there a way to do that, and what do you think of that?  That's what they're suggesting."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Can we tell them to do that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. Alderson Court Reporting"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so we could say, given all the facts, of which there are quite a few, and the filing of a motion for reconsideration, and the fact that they may not have done it, go reconsider it, period.  End of -- end of opinion.  Can we do that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That's what I was hoping. (Laughter.)"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, do they have to hear --"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":6,"sideBefore":"justices","text":"Can we do that --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":3,"sideBefore":"justices","text":"Excuse me."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":6,"sideBefore":"justices","text":"-- without holding that there was a dupe -- a constitutional violation?  What would be our authority to require them to do it over again? Alderson Court Reporting"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"There's something unsatisfying about the remedy that you're requesting, right?  Because if the idea is that one judge can affect a whole panel, which seems right to me, but presumably that effect doesn't go away the moment that we send it back and they have to deal with it again, so aren't -- don't they continue to be tainted in some way?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But there's one big difference between, I think, what Justice Breyer was suggesting and I think what you're asking. You wouldn't be satisfied if what the -- what the Pennsylvania Supreme Court was asked to do was simply to rule, again, on the matter of rehearing.  You want a de novo appellate review; isn't that right?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What is the standard on rehearing?  Is -- is -- it must be a very different standard, isn't it?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, I -- I understand your -- the first two of your three points, but I don't understand how the third works.  This is -- you're concerned that the -- the Chief Justice cited his record with respect to capital cases in campaigning for office.  I -- that certainly wouldn't be a -- a recusal Alderson Court Reporting issue without the other two points, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  So how does that have anything to do with the argument in this case?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"It's an evidentiary point for you.  It's not an independent ground for recusal."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What weight, if any, do you think we should give to the current moratorium in Pennsylvania on the death penalty?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"When was the last time a prisoner was executed in Pennsylvania, other than those instances in which the prisoner decided that he did not want to pursue appellate remedies?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So what's at issue here is only the death penalty, not the conviction itself, correct?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And nobody has -- nobody other than these so-called volunteers has been convicted Alderson Court Reporting since 1978 -- has been executed since 1978?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Eisenberg. "},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What do you think of our jurisprudence that says you can't be judge -- you can't be prosecutor and judge. And so I'm -- I'm -- what does it mean to be a prosecutor, if you're not taking responsibility personally, as he claimed during the election, for the decision to execute someone, whether by policy or by individual review? And there was clearly individual review here. At -- at what point do we give meaning to the constitutional command that you can't be prosecutor and judge? I know there's so many different kinds of recusals. This is the ideal case for someone to make a due process claim, because the judge here actually signed his name to his review of the facts and his decision to seek the death penalty. What -- as I'm looking at most of the ethical codes, most of the ethical codes would have said you get off if you made this decision."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Why?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Do -- do you think that the public would find it unusual that someone who makes a decision as to whether to seek death penalty or not, that the public wouldn't perceive that as a great probability --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- of actual bias? Now, I don't want to talk about -- I don't, for the moment, the history that there is some cases he disagreed with.  But don't you think, as a reasonable probability, that that appearance of impropriety is just present?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It's --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":6,"sideBefore":"justices","text":"Well, the number of amicus briefs filed by former prosecutors and attorneys belies and refutes that -- that suggestion, it seems to me. And Section 455 of 28 U.S.C., where we have rather mechanical recusal standards, also refutes that."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"No, but you were arguing, well, this is going to be unworkable.  And we know, both from the briefs and the statutes, that far more rigid recusal standards are in place and are quite workable. Alderson Court Reporting"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What would be --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What would be your standard?  I mean, I assume you would agree that in certain circumstances, a failure to recuse would raise a constitutional problem."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So how would you articulate the appropriate test?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but here, of course, the essence of the Brady violation has alleged -- as alleged, is that the evidence was concealed for years; they didn't know about it."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"He didn't know about it because subordinates in his -- his office, under his supervision, concealed the facts."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Eisenberg --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":6,"sideBefore":"justices","text":"Mr. -- I'm sorry.  Go ahead. Alderson Court Reporting"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":7,"sideBefore":"justices","text":"If I understood your answer to the Chief Justice, you said significant involvement in a critical trial decision would be a critical factor in deciding when a person had crossed the constitutional line.  You then simply said that there's kind of a statute of limitations on it, and because this is 30 years ago, that makes a difference. Am I understanding you correctly?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not sure I understood the difference there.  You mean you have to be in trial in the courtroom as opposed to in the office making critical strategy decisions about how to prosecute a case?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, just -- I mean, just go back to what the test is.  So it's significant Alderson Court Reporting involvement in what, at what time?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And what time is the critical time?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Is it six months?  Five years?  Ten years?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But as I understand you, the Alderson Court Reporting one factor that seems to be controlling here is the time limit. And other than that, there's -- everything points to due process demanding a recusal, except for the time limit."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"He made the most important decision that could be made in this case."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"In what did he concur?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":7,"sideBefore":"justices","text":"I'm sorry. Isn't there a difference between those two things?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Do you think he didn't take that decision extremely seriously?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Did all 2000 murders --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":9,"sideBefore":"","text":"Did all 2000 cases get the death penalty treatment?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Were there cases where he said no to some death penalties?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Were there policies he's established to establish when death penalty was appropriate? Alderson Court Reporting"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Ah, that's an interesting use of words."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":9,"sideBefore":"","text":"Somehow, someone had to make a decision of where to cut the line."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":9,"sideBefore":"","text":"I presume they looked at mitigators, too."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the memo required them to talk about some mitigating --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, this memo --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose this case were exactly the same, except he had done it three years ago. What would your answer be to that?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What would your answer be?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"We're talking about --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":3,"sideBefore":"justices","text":"So the fact that he spent 30 years in solitary confinement actually helps the State? (Laughter.)"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"We are talking about a constitutional recusal rule which would have very serious consequences. So if it's -- even if it isn't absolutely necessary that that rule be very clear, certainly it is highly desirable that it be very clear so that everybody can determine with a degree of certainty when the time -- when the decision is made whether recusal is constitutionally required or not. And I really don't see a clear rule that would encompass this situation, other than a rule that said that a judge may -- is required by the Constitution to recuse in any case in which the judge had personal participation as a prosecutor. Anything other than that seems to me to be pretty fuzzy, but that would be a pretty far-reaching rule. So can you think of one that is less -- that is not as far-reaching as that but nevertheless is clear? If we talk about the number of years that passed or how significant the -- how significant the issue was or things of that nature, those are all going to be subject to a lot of uncertainty and debate. Alderson Court Reporting"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So I -- I suppose, for purposes of phrasing the question, to reach questions here, we -- we will assume that there is bias; we assume he should have recused.  But then is it your submission that there is harmless error because it was a multimember panel?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Is that a fair statement or not? Alderson Court Reporting"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I -- just so I understand the scope of your argument, you would be arguing the same thing if there were three judges?  One should have recused, that leaves two?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But there could be --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"justices","text":"The --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"The main Alderson Court Reporting circumstance is -- would seem to me to be is a -- a real fact matter is what the deliberations of the judges were like. I mean, if the individual who should have been recused occupied a dominant role in the discussion and was successful in persuading colleagues and all that -- and of course, that's the sort of evidence you certainly can't have access to."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose you have a very brilliant trial judge, and the power of his reasoning is -- it's persuasive and -- and forceful but he's biased, end of case. You have -- he has to be recused."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, this is common in the Alderson Court Reporting situation where someone's appointed to this Court. There are a series of cases where he had sat, that judge.  And very often they are decided by the two people who remain.  They don't rehear the whole case."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And in that case, there was nothing wrong with the participation at the time."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"The harder point is the judge from Guam, I think, who wasn't supposed to sit in the Ninth Circuit.  And again, I think we -- the decisions went ahead.  The same thing could come up with recess appointments, and there are many of those.  And -- but I don't know where there's a disqualification of the judge because of bias.  Now, in that kind of situation, is there any precedent that supports you, or maybe the other way?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, I'm not saying -- what I'm looking for is a disqualification because of bias, because in that circumstance there's something biased about that judge being in that panel.  Now, in that situation -- Alderson Court Reporting"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- I can think of a lot of others that I've just mentioned."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"In that situation, are there instances -- how does it cut?  What does the ABA say about that one and -- and what have you found?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Recuses because -- go ahead."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Uh-huh."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Uh-huh.  Uh-huh."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, no, but there -- there's a difference, you see, where the judge recuses himself during the process. The remaining judges know that. And because they know that, they make an effort to decide it among the two. Where the judge didn't recuse himself during the process, the other judges take his point of view into account, just as they would if they're in any ordinary circumstance. Now, in practice, I think that's a big difference."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Not -- not in an instance where you know that you shouldn't because that judge --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- should not have participated."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You can't know it at the moment."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But -- but what you -- what you do know at the moment is that the two judges, or six, or whoever were there didn't think we must ignore his situation, what he thinks.  They didn't think that, so of course, they didn't. In the situation that they're talking about in the ABA, I take it the remaining judges do know that they are not to take into account the opinion of the judge who is out of it."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"In -- in --"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I --"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"In this case, did the other justices of the Pennsylvania Supreme Court know about Alderson Court Reporting the recusal motion at the time of the decision?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But in the other cases in which that was the case, no one knew that he was actually signing off on a review of the cases."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I'm a little confused by this, and this line of argument. What is Pennsylvania?        Each individual judge decides whether to recuse, correct?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I thought we were told that he had to go through the judge who wants to recuse. He cannot make a motion directly to the panel.  He has to say, Judge, you should recuse, and I want you to refer the question."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"One thing is look at it. What triggers the look?  That is, is the defendant permitted to say I want the judges who did not participate to make this decision?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  That's really wonderful.  And how about if they got it wrong?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Meaning -- it doesn't mean that if a whole court looks at something, it's got it right."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"If there's an ethical standard that says the judge who's been involved in a case shouldn't be there, then they got it wrong on their own rules.  If -- if there's a constitutional standard, it doesn't mean they were right, either.  They got it wrong if they let him sit."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But they have to do it no matter what, meaning if -- if the State is telling them look at this, and recuse someone if it's appropriate to do so, then the State has imposed that obligation on them."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Nothing about a decision in this case would require that.  That's --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That's a feature unique to Pennsylvania.  In many other States, including this Court, it goes up to the individual judge."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But if -- if we say that, then we say that being a judge on a 15-judge court doesn't really make much difference.  You -- you don't have a duty, and you don't have an obligation.  You can't persuade your colleagues.  It's very hard for us to write that kind of decision."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Lev, four minutes remaining. "},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, this may be an extreme case, but if we do not say any personal participation requires recusal under the Constitution, what other clear line can you give us?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"STUART B. LEV","firstName":"STUART","lastName":"LEV","counsel":true,"justice":false,"side":"petitioner","words_spoken":2562,"interruptions":19,"times_spoken":64,"laughter":3,"num_int_by":7},{"id":1,"fullName":"RONALD EISENBERG","firstName":"RONALD","lastName":"EISENBERG","counsel":true,"justice":false,"side":"respondent","words_spoken":3590,"interruptions":39,"times_spoken":66,"laughter":0,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":805,"interruptions":2,"times_spoken":23,"laughter":0,"num_int_by":2},{"id":3,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":883,"interruptions":6,"times_spoken":25,"laughter":0,"num_int_by":4},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":483,"interruptions":2,"times_spoken":17,"laughter":1,"num_int_by":2},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":290,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":411,"interruptions":5,"times_spoken":21,"laughter":0,"num_int_by":5},{"id":7,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":630,"interruptions":5,"times_spoken":27,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":714,"interruptions":1,"times_spoken":20,"laughter":2,"num_int_by":1},{"id":9,"fullName":"MS. EISENSTEIN","lastName":"EISENSTEIN","counsel":false,"justice":false,"side":"","words_spoken":32,"interruptions":2,"times_spoken":3,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":19,"words_spoken":2562,"times_spoken":64,"laughter":3,"num_int_by":7},{"side":"respondent","interruptions":39,"words_spoken":3590,"times_spoken":66,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":22,"words_spoken":4216,"times_spoken":143,"laughter":3,"num_int_by":8}],"outcome":{"side":"petitioner","margin":2},"num_jusitces":8,"prediction":{"petitioner":0,"respondent":1,"date":1473627035567}}