{"petitioner":{"name":"UNITED STATES, ET AL.","counsel":[0,1]},"respondent":{"name":"TEXAS, ET AL.","counsel":[2,3]},"caseNumber":"15-674","date":"2016-04-18T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case No. 15-674, United States v. Texas, et al. General Verrilli. "},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Couldn't the government Alderson Reporting Company simply, as was suggested in one of the briefs, have given these children --  parents of citizens or LPRs, given them identity cards that say \"low priority,\" and would there be any difference between that and what this DAPA Guidance does?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"General, maybe it would make logical progression if you began with your standing argument first."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but if -- if they change that policy to avoid the injury that they allege, in other words, if they did not confer -- offer driver's licenses to those who are lawfully present because of your policy, avoided that injury, you would sue them, wouldn't you?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no. What they did -- I'm hypothesizing -- is that they offered driver's license to everyone, but not those who were here under your -- under DAPA, under your proposal. Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, because they have what seems to me a perfectly legitimate policy, is they want driver's license to be available to people who are lawfully present here. And if you, the Federal government, say, well, these people are lawfully present, that means they have to give a driver's license to however many of them, more than half a million people, who would be potentially eligible for them. And as I understand from your brief, your answer is, well, just don't give them driver's licenses."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But suppose -- suppose the State of Texas said this policy that the government has announced is invalid; it violates separation of powers; therefore, we will not issue licenses to this class of persons?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It seems to me that the Federal government could say this is not for you to say."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's the whole point of this suit, isn't it? They don't want to give driver's licenses to the beneficiaries of DAPA."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And unless you can tell us that there is some way that they could achieve that, then I don't see how there is not injury in fact."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You disagree with which part of it?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"General, when you say that, I'm looking at their law. And their law says that they will give licenses to persons granted deferred action on the basis of immigration documentation received with an alien number and from the government. So that's what --  you're saying they've already made the determination that they'll give licenses to people with deferred action."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, but they want to do that. Is there anything wrong with their policy saying if you're lawfully present, you ought to have a driver's license?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. So what your argument is then, they should take these people out of eligibility, too."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Their argument is, we're going to give driver's license to people subject to deferred action. And you're saying, okay, that's your injury? You can take that away. And I just think that's a real catch-22. If -- if you're injured, you have standing. But you're not injured because you can change your policy and not give driver's license to these people. And I suggest that -- I think you would want -- you would sue them instantly if they said, people here lawfully present under the Federal authority are being discriminated against. It's a preemption argument the government makes on a regular basis. And if you don't, the intervenors will sue them. They've Alderson Reporting Company already said that they think that's illegal."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So you're saying they would not have injury because they can do this, and you might lose the suit."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, General, I don't understand why you wouldn't lose the suit. I mean, Section says, \"States aren't required to give State benefits to nonqualified aliens, including deferred action recipients.\" I guess I don't really understand what the basis of a preemption suit would be given that section."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You're saying they have inflicted this injury on themselves because they have options. And one of the options, and I assume the one that they would like to pursue, is to deny driver's licenses to the beneficiaries of DAPA. And if you're going to make the argument that they lack standing because they have a viable legal option, I think you have to tell us whether, in the view of the United States, it would be lawful for them to do that."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I think the Chief Justice asked you that question before, and you didn't get a chance to answer it. Maybe you could answer it now."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, if you're saying to --  you're saying to us they lack standing because Alderson Reporting Company they have an option, but we're not going to tell you now whether it's a lawful option. You'll have to wait down the --  wait to some point in the future."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But there's Article III standing for declaratory relief all the time. You say this course of action is being compelled on me. I want a declaratory suit that says that it's void."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do we really, or is it enough -- is it enough that they would have to be put through litigation in order to escape the policy? You say, well, they can just not do this. And I think it's -- you won't dispute, I think, that they will be put through litigation if they do take that out."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, how is that different? If I -- if I own, say, a parcel of land and it's subject to some government regulatory program that I think is a taking under -- under existing law, why isn't the answer, well, you should go buy some other land that's not subject to it. You can avoid the injury by your own action. And it seems to me that's what you're saying here. Texas says, our injury is we have to give driver's license here, and that costs us money. And your answer is, well, maybe you don't have to give driver's license. Go change the policy."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. General, in the normal course of things, let's assume that Texas decides tomorrow to change its law, and it says, now, contrary to what the -- its law says right at this moment that it's not going to give licenses to immigrants with deferred action. Presumably, the immigrant who wants that license would sue the State, correct?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And make either an equal protection or any number of preemption argument, whatever. The State could then defend that action, correct? Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And it could raise legitimately full standing to raise any defense in law, correct?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It could then say that DAPA is illegal --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"--  correct? So there is a cause. It is --  there is a way for it to defend its actions and a way that it will defends its actions."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Your argument is --  do I have this right? Imagine a Federal statute. Every State must give a driver's license to a member of the Federal armed forces. That's a statute. Second Alderson Reporting Company statute: We are transferring one quarter of a million soldiers to Rhode Island. Now, Rhode Island thinks the first statute is unconstitutional, and it also thinks that the second statute, for some technical reason, is unlawful. We're only talking about standing. In that circumstance, does Rhode Island have standing? See, totally analogous. I'm trying to say there is a law, which you say is vague. I'm imagining it's there. It says, Texas, you have to give a driver's license to certain people. And then there's a second law which says, we are sending you a million of those people. Now, all I want to know is: Can Texas, under those circumstances -- your argument is we don't know if that's true here or not -- but under the ones I hypothesize, is there standing, in your opinion? Texas would say the first law is wrong, unconstitutional for some reason. The second is wrong because it technically failed for some reason. Do they have standing to say that?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"I have no doubt it isn't present here. I asked the question to clarify what it is I'm supposed to say if I agree with you."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is the injury here any more indirect and speculative than the injury in Massachusetts against EPA?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe I could ask you to switch."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Before you get to that, could I ask you a question about the scope of your argument?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Under your argument, could the President grant deferred removal to every unlawful --  unlawfully present alien in the United States right now? Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why not?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry. By \"administrative,\" you mean by the Executive branch?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So that somehow binds the Executive branch now, the fact that -- I mean, this hasn't been approved by the Executive branch prior to this point, either, and yet it's a fairly significant departure."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But the Chief is going more fundamentally, General. Those are the parameters that the Executive has set for itself now. He's asking what keeps you from changing those parameters in the future and simply saying, I have -- under your theory of the case, I have discretion to defer action on everybody? I think that's his question."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. So not -- not criminals. Who else?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. So that's another -- criminals --"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. So you have to -- everyone has been here for two years."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry. Just so -- so the categories you say would have to be excluded are criminals, people detained at the border, and people who've been granted asylum. And other than that, the President could grant deferred removal to everyone here. Alderson Reporting Company"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But if the President did what the Chief Justice hypothesized, suppose the President said, you know, there was a time when we had open borders in the United States, and I think that's the right policy, so we're just not going to remove anybody. Who could challenge that?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand. It's a hypothetical question. Could anybody, in your view, challenge that?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it's four million people from where we are now."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And that's -- and that's the whole point, is that you've talked about discretion here. What we're doing is defining the limits of discretion. And it seems to me that that is a legislative, not an executive act."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"All of the cases -- the briefs go on for pages to the effect that the President has admitted a certain number of people and then Congress approves it. That seems to me to have it backwards. It's as if -- that the President is setting the policy and the Congress is executing it. That's just upside down."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"General Verrilli, how Alderson Reporting Company much --  please, how much of a factor is the reality that we have  million undocumented aliens in the country, and Congress, the Legislature, has provided funds for removing about four million. So inevitably, priorities have to be set."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You started out telling us that the enforcement priorities were not at issue; that --  that the problem was the benefits that flow from that, the work authorization, the earned income tax credit, the Social Security benefits, the Medicare benefits. So as I understand it --  and I think this is the point you made --  the other side is not disputing the fact that you have authority to exercise discretion."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. General, before you go on, I --  just to make sure we have --  we're on the same page, you only deport 400,000, not four million."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So we have -- Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So we have -- we have basically million, nine hundred thousand people that cannot be deported because there's not enough resources, correct?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So they are here whether we want them or not."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I have to ask you about two pages in your reply brief. On page 16, you quote the Guidance that says, \"The individuals covered are lawfully present in the United States.\" And less Alderson Reporting Company than a page later, you say, \"Aliens with deferred action are present in violation of the law.\" Now, that must have been a hard sentence to write. I mean, they're --  they're lawfully present, and yet, they're present in violation of the law."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Lawfully present does not mean you're legally present in the United States. Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry, that -- just so I get that right."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Lawfully present does not mean you're legally present."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But they are -- the DAPA beneficiaries are -- may lawfully work in the United States; isn't that correct?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And how is it possible to lawfully work in the United States without lawfully being in the United States?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm just talking about the English language. I just don't understand it. How can you be --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"How can you -- how can it be lawful to work here but not lawful to be here? Alderson Reporting Company"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But those are statutory categories, are they not?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"In those other --  in those other categories, did you say that those people were lawfully present in the United States?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But you said that here."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"General --  please. I'm Alderson Reporting Company sorry. Go ahead."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Do they have a way of attacking that --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"--  regulation?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And that would be under Section 553(c)?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Did they do that here?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Could --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you have done the Alderson Reporting Company exact same thing without using that phrase in the DAPA documents?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You were asked about an APA action. If they brought an APA action, would they be entitled at least to ask for a preliminary injunction while the notice-and-comment procedure was --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- commencing?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"They would have -- they would have standing to object if the rulemaking hearing came out the wrong way. Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"General, when he announced --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":4,"sideBefore":"justices","text":"But they don't have standing in the Court, necessarily. I mean, loads of people have standing --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"-- to bring actions in --"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"When he announced -- when he announced -- the President announced DACA, the predecessor provision, he said that if you broadened it -- this is a quote, \"Then, essentially, I would be ignoring the law in a way that I think would be very Alderson Reporting Company difficult to defend legally.\" What was he talking about?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Or say -- or say they were lawfully present."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"There's -- there's no challenge to DAPA in it?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, General. Mr. Saenz. "},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Do you think it would be illegal if Texas adopted a policy saying everyone lawfully present in Texas except people subject to DAPA get a driver's license?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"How about if they just Alderson Reporting Company said --  let's take it out of DAPA --  if they just said, you know something? There's too many deferred action people. It doesn't matter why you're deferred -- political refugee, the people waiting for a different status --  we're just going to do it for everybody."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Not every State grants licenses to deferred action individuals, do they?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Do I take it from the way you are phrasing this that you actually think that the equal protection concerns would be more serious than the preemption concerns?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"In -- in the record, that you're more familiar with than I, and I would ask the other side the same question, I've read in the briefs quite a lot that the reason that they don't want to give driver's licenses to these 500,000 extra people is it's Alderson Reporting Company expensive. Is there any other reason that's in this record, such as --  we could imagine other reasons. Is there any serious effort to rest their claim? We don't want to give them licenses on anything other than money?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"What?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"In the record here."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"You're talking about in general. I'm focusing on the narrow question of how Texas is hurt, specifically, not a political disagreement. How are they specifically hurt by giving these people driver's licenses?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"One way is it costs them money."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Are there other ways?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"That's the answer."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Isn't -- isn't losing money the classic case for standing?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"We said in Massachusetts against EPA that we have a special solicitude for the claims of the States."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"If an employer took the position that the employer was not going to hire a DAPA beneficiary because the employer believes that they are not -- that they are not lawfully authorized to work, would prefer someone else over them, could that person sue on any theory of discrimination, for example, under Section 1981?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"If that's true then, DAPA gives them a legal right. It's more than just putting them in a low-priority prosecution status."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"But work authorization, in your view, gives them a legal right they did not have before."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"When you -- when you answered the question about -- you said there might be a suit. You are not saying who would win that suit."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"You're saying it's a question. Not that they have a legal right, but anyone can sue. You can always sue."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"What is -- but what is your position on that?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"But you believe they do have the right?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"In the Whiting case a few terms ago, the Court upheld an Arizona statute that imposed pretty severe civil penalties on an employer who employed individuals who were not authorized to work. So if an employer in Arizona hires DAPA beneficiaries and the State attempts to impose those civil penalties on that employer, I assume that you believe that DAPA would provide a legal defense to that?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, prior to DAPA, if the employer had employed these individuals, the employer would be subject to those penalties, would it not?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"And after DAPA, it would not be."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Alderson Reporting Company Mr. Saenz. General Keller. "},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"How can you say that? I mean, we have the Fairness Act that happened in It granted basically the same thing, deferred action and work authorization, to  million people out of million. That was a --  40 percent of the immigrant population of the time was affected. Here, the best estimate is that only percent are affected. So at least once before, the President has taken action that has a greater percentage effect than now. So why is it the largest? Is it the number of people?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's because Congress decided to step in. Here, we have a Congress that's decided -- some members of the Congress have decided they don't like it, and so Congress has remained silent. It doesn't mean that at some later point after the election or whenever, Congress can't step in and do what it wants to do."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"You know, you keep saying that, \"deep economic significance.\" Those nearly million unauthorized aliens are here in the shadows. They are affecting the economy whether we want to or not. The answer is, if Congress really wanted not to have an economic impact, it would -- it would allot the amount of money necessary to deport them, but it hasn't."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Except that the -- the work authorization ability of the Attorney General to do has been clearly stated since 1986, and Congress hasn't taken that away. It may at some later point, but it still has not undone the regulation."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And -- and the regulation permitting the Attorney General to give work authorization to deferred-action individuals has stood since that time."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But it's been applied to a large class. It was applied to a large class in million out of four million. percent of the illegal population. That was a fairly significant number, and Congress didn't act thereafter. In fact, it expanded the program the President had started."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Exactly."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it has -- it has acquiesced to larger numbers of Salvadorians, Guatemalans, Hondurans, Haitians, Chinese, the TNU visa applications, those numbers have been much larger than the limited numbers you're quoting right now."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"General, could I take you back a few steps? General Verrilli said a couple of times that you've essentially conceded the legality of DAPA taking out the work authorization and the Social Security benefits; is that correct?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Let me make sure I understand that. You're saying that the government could do this case-by-case, one by one with respect to all the people in the class, but that the government cannot identify the entire class and say we're forbearing from enforcement; is that correct?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So that's what I asked originally. If they were simply forbearing from removal, and there was not work authorization attached to it, and there was not Social Security or any other benefits attached to it, are you conceding that?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Can I -- can I ask you specifically? You have a statement in your brief, and that's -- it says that the Executive could give cards, identification cards to all these people saying \"low Alderson Reporting Company priority.\" Are you adhering to that? Is -- is that what -- what you mean? These people you're objecting to work authorizations, Social Security, but the government, not one by one, but to give everyone who fits into this category a card that says low priority?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"General, are you -- are you just referring to that single phrase in the DAPA memorandum? Is that what you're referring to? Because General Verrilli, of course, says you could strike that phrase today if you wanted to; that that phrase really has no legal consequence whatsoever; that all this document does is do exactly what you said, which is to grant forbearance, to tell people we are -- you are not our enforcement priority, we are not going to deport you until we say otherwise, which we can tomorrow too."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I guess -- I really did want to know, just take out the work authorization, take out the Social Security, and take out that phrase. Can the -- can the government say to all of these people, and say it all at once, not one by one, yes, you're a low -- all of you are low priority, and we will not be coming after you, and we will not deport you unless we change our minds."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I think that's just a label. Can they do that?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, my hypothetical is -- I mean, you're suggesting that the label has some legal consequence. And my hypothetical is we just say to these however many million people it is, you will not be deported unless we change our minds. Can they do that?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Even though it's many millions of people they could do that? And they can do it all at once."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Okay. So if that's right, then it seems to me your real gripe here --  and you -- maybe it's a real gripe --  your real gripe here is to the work authorization piece and to the benefits pieces; is that right? Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well --  and that's just a label that General Verrilli says they could strike out in a moment."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it's their memorandum."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But isn't it a statutory term?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Does the term \"lawful presence\" appear in statutes enacted by Congress?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But then it seems to me, General Keller, that your -- that what you should be attacking is not DAPA. What you should be attacking is the work authorization regulations that the DHS, or before that the INA, has had for years. Or you should be attacking other connections that DHS is making with respect to these people, but not DAPA itself."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Where does it say that in DAPA? We have the DAPA directive. I didn't see anything in it about work authorization or about Social Security."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"You tie the driver's license to work authorization? Let's say somebody is in this deferred status but isn't working. Do they -- under Texas law, do they get driver's licenses?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And it -- it sounds like they don't have to have any work authorization."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, the government also says you don't have to do that, or maybe you don't have to do that and maybe --  maybe or not they won't sue you. But why don't you go ahead and not give them driver's license?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I'm sorry. How does somebody get a license in Texas? I know how to do it in New York and Washington, because I lived in both places. But I don't know how to do it in Texas. Do you go up, and you do what?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"All right. Now, I do know, because I've experienced it, that lines are very long at DMVs. Sometimes people wait the entire day. And I know that they leave the next day when they haven't gotten to them. And they keep coming back. It's not an ideal situation. Most States, to avoid the frustration, do ramp up, but many States don't. People just keep coming back until their license can be processed. So why is it that you have to spend all this money? Why can't you just have your regular process and let people wait on line?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Fine. I was just saying, why do you have to ramp up? This --  I mean, one of the allegations --  I haven't really gone through it carefully enough or assume it's true --  claims that your Alderson Reporting Company affidavit estimating losses in your process is made up basically because A, there's already a built-in profit from profiting licenses of $25, that you really don't know if you have to add all this personnel, because every five million people are not going to walk into DMV in one day. And that the numbers are going to be much less no matter what, because not everybody -- not all million are going to want licenses to start with. So the question I have is, why do you have to ramp up? Why can't you just let people wait on line?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But you do that in the speed you do it in. Meaning, I got a temporary piece of paper when I was there, and it took weeks for me to get the regular license while the motor vehicle bureau did what it was going to do as fast or as slow as it wanted to do it."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"This is a jurisdictional standing question."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Do we just accept at face value something that might --  might not be true?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Can we give you standing just on the basis of you saying, I'm going to do this when it makes no sense?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Justice Breyer."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":4,"sideBefore":"justices","text":"I would like to ask a question. The only thing I found here is about money, really. If there's something else that's worrying you, it's --  it's sort of hidden. But money is money; I understand that. And my question is about standing. Alderson Reporting Company And this is technical, but it's important to me. Looking at the briefs, awful lot of briefs, senators, both sides. Awful lot of briefs from States, both sides. Members of Congress. Why? Because this has tremendous political valence. Keep that in mind. Now, keeping that in mind, let's go back to two old cases which are scarcely mentioned. But old Supreme Court cases never die -- (Laughter.)"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":10,"sideBefore":"justices","text":"--  unless, luckily, they're overruled. And a few have been. They're submerged like icebergs. (Laughter.)"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":10,"sideBefore":"justices","text":"The one I'm thinking of is Frothingham v. Mellon, Massachusetts v. Mellon. And there, in those cases, the Federal government had given something to some people. There were beneficiaries. Other people wanted to sue because they said that means we're going to have to pay more money. And the Court said, you other people from Massachusetts, I'm sorry Massachusetts lost, but lo and behold, it did. That's just because I'm from Massachusetts. (Laughter.)"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":10,"sideBefore":"justices","text":"But the point is they lost, because, says the Court, we can't let you just sue on Alderson Reporting Company the basis that you, as a taxpayer, will have to spend more money. Because if we do, taxpayers all over the country will be suing in all kinds of cases, many of which will involve nothing more than political disagreements of all kinds. And before you know it, power will be transferred from the President and the Congress, where power belongs, to a group of unelected judges. And for that reason, we say you individuals who will have to pay more money will; cannot just sue on that basis. And as for the State, it cannot represent you parens patriae because this is between the Federal government and the citizens. They're the ones who have to pay. And as far as Massachusetts is concerned, again, bringing up to a case that they won, that was their own coastline. And that's not money. That's the physical territory belonging to Massachusetts. And, of course, they have standing to protect that. Now, I want your -- think for a second. I'm finished. You see -- you see my point. And I want to know how you get around that, Frothingham, Massachusetts v. Mellon, that when you give a benefit here, hurt the taxpayer via money over there, he doesn't have the kind of interest that gives him standing."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, sovereign harms, you realize, would follow a fortiori, because if a State cannot sue and its citizens cannot sue to stop the Feds from giving somebody a benefit on the ground that it will cost the State or the individuals more money, surely they cannot sue just by announcing it requires a change in law in general, or because it requires -- hurts our sovereign interest, for then every case of political disagreement where States disagree would come before the Court."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but that --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"--  that really pits the States against every Federal agency. And any harm, financial harm that indirectly flows from a change in policy would be subject to attack. Let me give you a prime example. Okay? Imagine Texas passed a law forbidding its State pension plan from investing in any financial company whatsoever that the Federal Stability Oversight Council declares systematically important. Too big to fail. Texas reasonably doesn't want to invest money in companies that if they fail are going to tank the economy. Now, let's say the Federal government sets Alderson Reporting Company out a policy memorandum that says, in our discretion, we are not going to declare some insurance firms under a certain size as too big to fail. We just don't think we should. Okay? Why can't the States sue that Federal agency and say the law mandates that you tell us who's too big to fail?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"We already said in Arizona v. Whiting that you can't tell the Federal government who to say is legally or not legally present here. You don't have a right to set immigration policy."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"You're not in the zone of interest of this --  of this --  of the immigration law."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But the State can't remove anyone, and we still go back to the basic problem:  million people. Congress is not appropriating money to -- to remove more than -- what is it? -- four million of them. So there are these people that are -- who are here to stay no matter what. And you have conceded that the Federal government can say, low priority, here's your card. Not going to deport you unless we change our mind. So the only thing that's involved is the work, and you haven't challenged that separately. You're challenging DAPA."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"We've already gone through that. We've -- we have agreed that that means tolerated presence. The government has said, take out that word. It was unfortunate that we used it. What we mean is tolerated presence. Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But then why aren't you challenging the regulations? I mean, I understand what you're saying that DAPA in some sense triggers the regulations, but only because the regulations say what they say, that your real challenge is not to DAPA, which is the nonenforcement part of this. Your real challenge is to the regulations, the fact that nonenforcement leads to a certain set of results and yet you're not here challenging those regulations."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"The problem is that you haven't exhausted administratively, and we always require you to do that. There isn't an exception, as I understand it, under the APA, for your failure to exhaust your avenues in the agency first. Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Can I --  please. Go ahead."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Do you think this? Suppose that instead of doing DAPA, DHS had decided to go one by one by one and it just --  you know, it sent a notice to each person. Do you think at that point that --  that DHS could also say, and this will include work authorization because of our preexisting regulations?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I guess --  I'm not sure I understood the first part of that because let's just, like, take out the labels. Just --  it notifies a single person, you're low priority. We're not going to deport Alderson Reporting Company you unless we change our minds. And by virtue of preexisting regulations, you now can work on the books. Is that legal? Could -- could DHS do that?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"See, that's interesting because I thought -- and as you said, there's not statutory authorization with respect to that, and I thought your entire argument is that they can't do this, except for statutory authorization. And now you're saying, well, in some cases they can do it."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And how about this? How about DHS doesn't do it one by one. How about DHS says, it's senseless to do it one by one. We should use some categories. Here's the category. You've been here for years. You're entitled to -- not entitled. You can stay unless we change our minds. Alderson Reporting Company So that's the category. So it's a smaller category, but, you know, there's some -- there's a lot of people in that."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So wait a minute. So -- so that's important. So -- so DHS could not say to all the people who have been here for years and perfectly law abiding, Congress could not say to those, you know, tens of thousands of people, let's say, not millions, tens of thousands, all right, you -- we won't deport you unless we change our minds, and you can work, you can feed your families, you can do that. Congress -- DHS could not do that?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So this has nothing to do with the scope of this policy. This has nothing to do with, oh, how many millions of people are in this policy. You're saying even with respect to a much smaller policy of the kind that DHS or its predecessor agencies have done literally every year for the last Alderson Reporting Company three decades, that all of that was ultra vires."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Please, you may answer the question."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, General."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Ms. Murphy. "},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":3,"sideBefore":"respondent","text":"Excuse me. Was that really all -- was that part of a package for a pathway to citizenship?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":3,"sideBefore":"respondent","text":"That's correct. Why do you think this is a legal status in the way that that Alderson Reporting Company bill imagines?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":3,"sideBefore":"respondent","text":"So why don't we just cross -- why don't we just cross out \"lawfully present,\" as the SG has suggested?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":3,"sideBefore":"respondent","text":"But you would agree with the clause that says low priority, that --  that -- nothing about work authorization, nothing about Social Security, if you are low priority, which means we'll probably never get to you because Congress hasn't given us the money to remove you."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":3,"sideBefore":"respondent","text":"Well, we'll hear in a second --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":4,"sideBefore":"justices","text":"Why wouldn't the appropriate way for Texas to proceed have been to challenge the regulation under the APA --  I think it's Section --  and then if there were concern about notice-and-comment taking too long, asking for a preliminary injunction?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":3,"sideBefore":"respondent","text":"Well, but the point --  the point of the suit, I guess --  I'm not going to tell Alderson Reporting Company people how to design their suit --  the point of the suit would be the --  the areas of discretion have been so vastly changed that the regulation now --  now has been --  has been superseded."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":3,"sideBefore":"respondent","text":"Then you disagree with General Keller, because I think he did say --  came up a few times, it's in his brief --  you could give an ID card to these people saying low priority --  the whole category of people, give them that. But you can't give them work authorization or Social Security."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":3,"sideBefore":"respondent","text":"So can we -- can we take it -- break it down?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":3,"sideBefore":"respondent","text":"Are you arguing that the Executive does not have the power to defer -- to defer action of removal against this class of aliens?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":3,"sideBefore":"respondent","text":"I just said deferred action, but they're not --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":3,"sideBefore":"respondent","text":"Can I --  can I ask you this, then? Because you're an amicus; you're not a party. It's Texas who's the party, and they've made their objections. But suppose we played --  suppose I picked up your thought and also coupled it with what the SG said, cross out the words that say \"special status.\" And suppose that would it work to say, look, the question is whether Texas has standing to complain about simply the change in priorities for action. We don't know yet if that affects driver's licenses, or could, or could affect benefits, or will. But should the Administration do so, then they might have a case that they could bring challenging that aspect of the situation. All we're saying is that they do not have that case now, given the SG's concession or agreement or desire to strike those words out. Does that work or not, in your opinion? Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":3,"sideBefore":"respondent","text":"If I am not clear, I will not repeat it, but you can forget it."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":3,"sideBefore":"respondent","text":"So your position is that in 1989, when George H. W. Bush granted deferred enforced departure for Chinese residents after the Tiananmen Square situation, that he acted illegally?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":3,"sideBefore":"respondent","text":"But there was no statutory authority for him to do that."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":3,"sideBefore":"respondent","text":"That came after this."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":3,"sideBefore":"respondent","text":"At the time, there was no statutory authority."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":3,"sideBefore":"respondent","text":"I -- I appreciate that. And that may be what Congress does here. It may come back and say deferred action is limited in this way. But it hasn't yet. So assuming that we have a history of deferred action for categories of people, then what you're really arguing about it -- and you -- and I stopped, or you got interrupted when you were answering me earlier -- why are you -- are you arguing that the regulation, which gives the Attorney General the right to grant work authorizations to individuals who have been provided deferred action, are you arguing that's unconstitutional?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":3,"sideBefore":"respondent","text":"Except that the statute says that the -- those people, deferred action, can be Alderson Reporting Company granted under the statute --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":3,"sideBefore":"respondent","text":"-- or by the Attorney General."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":3,"sideBefore":"respondent","text":"The ones if -- you're striking out by the Attorney General?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":3,"sideBefore":"respondent","text":"Ms. Murphy, suppose something is not statutorily authorized. Suppose -- this is a version of the hypothetical that I gave to General Keller. Suppose DHS decided to do this one by one by one. And in doing it one by one by one, also said and you're entitled to work on the books. Could -- could DHS do that?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":3,"sideBefore":"respondent","text":"Okay. So suppose, then -- again, same kind of question that I gave to General Keller. Suppose that there was a policy, but it was of much less significance scope. Let's say a policy that said if you've been in the United States for years and you have children here, we're not going to deport you unless we decide otherwise, and you're entitled to work on the books. Could DHS do that?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":3,"sideBefore":"respondent","text":"But this is very significant, right? No past practice like it? I mean --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":3,"sideBefore":"respondent","text":"What was that family --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":3,"sideBefore":"respondent","text":"--  policy --  fairness?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":3,"sideBefore":"respondent","text":"So, but this is important. Because you're -- you're basically saying that DHS, going forward, any administration cannot have any kind of policy, even if it's limited, much more limited than this kind of policy is that allows undocumented aliens to work."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":3,"sideBefore":"respondent","text":"That's --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":3,"sideBefore":"respondent","text":"Yeah, yeah, yeah. I understand the point. All, I guess, I'm just saying is this would be an enormous change in practice."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":3,"sideBefore":"respondent","text":"Is that true of all other Alderson Reporting Company deferred actions mentioned in the Appendix, the one that the Congressional Research Service did?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":3,"sideBefore":"respondent","text":"I mean, they are different."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":3,"sideBefore":"respondent","text":"Thank you, counsel. Five minutes, General Verrilli. "},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I was asking about Section"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So your position is that -- that there could not be a suit under"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if you --  if the phrase \"lawful presence\" were stricken from the Guidance, would you take the position that DAPA beneficiaries are not lawfully present for purposes of --  under certain statutes that use that phrase for the re-entry bar, for eligibility for Federal benefits?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, would you say they were lawfully present for those two statutory purposes?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"People who have asylum don't have a pathway to citizenship."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How --  how many people are we talking about with those?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The asylum applications?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, General. The case is submitted."}],"people":[{"id":0,"fullName":"GEN. DONALD B. VERRILLI","firstName":"DONALD","lastName":"VERRILLI","counsel":true,"justice":false,"side":"petitioner","words_spoken":4552,"interruptions":47,"times_spoken":89,"laughter":2,"num_int_by":7},{"id":1,"fullName":"THOMAS A. SAENZ","firstName":"THOMAS","lastName":"SAENZ","counsel":true,"justice":false,"side":"petitioner","words_spoken":1200,"interruptions":11,"times_spoken":24,"laughter":0,"num_int_by":6},{"id":2,"fullName":"SCOTT A. KELLER","firstName":"SCOTT","lastName":"KELLER","counsel":true,"justice":false,"side":"respondent","words_spoken":2378,"interruptions":35,"times_spoken":55,"laughter":1,"num_int_by":5},{"id":3,"fullName":"ERIN E. MURPHY","firstName":"ERIN","lastName":"MURPHY","counsel":true,"justice":false,"side":"respondent","words_spoken":1547,"interruptions":15,"times_spoken":31,"laughter":0,"num_int_by":6},{"id":4,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":1190,"interruptions":3,"times_spoken":48,"laughter":0,"num_int_by":3},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":562,"interruptions":0,"times_spoken":15,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":342,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":658,"interruptions":1,"times_spoken":27,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":1668,"interruptions":5,"times_spoken":51,"laughter":0,"num_int_by":3},{"id":9,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":1297,"interruptions":4,"times_spoken":33,"laughter":0,"num_int_by":2},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1081,"interruptions":2,"times_spoken":18,"laughter":3,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":58,"words_spoken":5752,"times_spoken":113,"laughter":2,"num_int_by":7},{"side":"respondent","interruptions":50,"words_spoken":3925,"times_spoken":86,"laughter":1,"num_int_by":7},{"side":"justices","interruptions":16,"words_spoken":6798,"times_spoken":203,"laughter":3,"num_int_by":5}],"outcome":{"side":"respondent","margin":0},"num_jusitces":8,"prediction":{"petitioner":0.6220075824640099,"respondent":0.3779924175359901,"date":1472703110918}}