{"petitioner":{"name":"GREGORY WELCH","counsel":[0]},"respondent":{"name":"UNITED STATES","counsel":[1,2]},"caseNumber":"15-6418","date":"2016-03-30T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 15-6418, Welch v. United States. Mr. Ali. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you do with the -- the argument that the -- the concern that motivated Johnson is all procedural? Fair notice to the defendant that checks against arbitrary enforcement, those are procedural concerns?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You mention the elements clause. That wasn't -- that wasn't passed on below, was it? The -- I think the court of appeals said it wasn't deciding it, that --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"They didn't make that a holding."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Dreeben. "},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I'm a little troubled by Alderson Reporting Company the use of the word \"class of people.\" Amicae is right that that's almost a circular argument. You're a class of people because I say you can't be covered by this. It doesn't make much sense in terms --  can't be covered by this law. What's --  isn't there a simpler way of arguing this, which is that if --  and your co-counsel is --  Petitioner's counsel is suggesting it. If you can be retried under the existing law with a corrective process, that's procedural. If you can't be retried and sentenced that way, that's substance --  substantive."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Pretty simple rule. What's wrong with it?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What happens -- Alderson Reporting Company"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":6,"sideBefore":"justices","text":"If --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":4,"sideBefore":"justices","text":"-- in a State court -- a State criminal system if the statute says that the judge may take into account whether or not past acts and past crimes were crimes of violence, and a judge makes that finding? It's almost in -- in the same terms as the statute that was struck down in Johnson. What -- what results there?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And that's -- that's even assuming that the sentence the judge gave after making that finding was within the maximum permitted by the statute?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Can you explain it, how -- how this elements clause might work. You say on the residual clause, it's substantive. But you say these elements, it might be -- it still might fall under the elements clause. Can you spell that out?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"The Eleventh Circuit, as counsel said, decided the case on the basis of the residual clause. But there's one other part of this that's a little foggy to me, and it doesn't arise in Welch's case because this is -- his is a first motion; is that --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And there's something about successive -- second or successive motions. Does that work a little differently, or is this --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, so suppose the -- the judge says in a guidelines case, because you are guilty of a crime of violence, I find you within that class of persons to whom I will give a -- an enhanced sentence? Procedural?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Sure."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But the government didn't raise a procedural bar."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Ms. Walker. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"How can it not be substantive when, under one rule, the sentence range goes minimum of years up to life, and the other reading, it's zero to ten years? I can't imagine anything more substantive than five extra -- a minimum of five extra years in prison."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"And what is the substantive constitutional guarantees? Much of the Sixth Amendment is --  is all procedure, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What -- what procedures would allow somebody to be convicted under the residual clause? If it's a procedural protection, there must be some procedures that would allow people to be convicted. What are they?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Why don't we --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":5,"sideBefore":"justices","text":"Suppose you have a statute which makes it a crime to engage in conduct annoying to others?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And the Court said this is void because it is vague. That's procedural."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So the procedural protection is that Congress can change the law?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Why did we make Bailey retroactive? Congress could have made mere possession. I think it subsequently did, in some form. It could have changed the law and fixed the problem. How is that different than here? It could make certain class of crimes -- this defendant's particular crime, if it chose, it could Alderson Reporting Company take the elements of this crime and say, these are violent crimes. So how are they different? We made Bailey retroactive."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But we have excluded particular conduct. We've said the residual clause can't define a violent crime."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Whether it's Bailey or here, Congress has to redefine the crime."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"It has to step in and Alderson Reporting Company pass a new statute. So why is it substantive in one respect but not another? Same two things have to be done. The law has to be changed."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"You said when you started that Congress could change the statute to make nonuse criminal, just possession."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And so Congress could change the statute and make this conduct criminal. I don't see the difference."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I don't see -- you still need a congressional act --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- to --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"JUSTICE GINSBURG: How"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":3,"sideBefore":"justices","text":"JUSTICE GINSBURG: How Court just said you So it's a -- do you -- Please. do you deal with the argument that counsel made saying it would be passing strange if, when a law is narrowed, then it's substantive. But if a law is invalidated entirely, then we put it on the procedural side. That --  that, at first, at least, that seems to be a persuasive argument."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"If we could go back to Justice Kennedy's question and the Chief Justice's, I may not have the distinction correct, but I thought the distinction, at least as we've interpreted it in Teague, we provided --  produced a different answer. There is a statute. It says that pestiness is a crime. Sounds like a pretty good statute. But you --  you can't pester people. Okay. Now, the Court says, I'm sorry, desirable though that may be, it's unconstitutional. That's the end of it. Okay? There are people in prison for having violated that statute. They were convicted many years ago. Do they, under Teague, get out?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that amazes me. Because I thought the point of Teague was that if the statute under which they are convicted doesn't exist anymore because --  for whatever reason --  because, for example --  and did not exist at the time, because it was an unconstitutional statute --  they are serving time under a statute which was then and is now nonexistent Alderson Reporting Company and, therefore, they get out. But if the change that was made in the law is a change having to do with the accuracy of the procedure that was used to convict them of that statute, that statute still exists. They didn't get the right procedure when they got convicted of it, but we're not going to let everybody out of prison for those kinds of mistakes for a variety of reasons. It may be there are too many of them or whatever. But then he doesn't get out under Teague. Now, that's what I thought basically, we said, Bousley, I don't know, a bunch of cases here. Now -- now, if I -- if I have this fundamentally wrong, if what I've just said is wrong, so you can explain to me what I -- what I did."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Yeah."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"That's what he says there. But later we say substantive rules include decisions of Alderson Reporting Company this Court holding that a substantive Federal criminal statute does not reach certain conduct."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"See?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Therefore, there is a statute, perhaps. But this person is in prison, and this person is in prison for doing a thing that there is no statute makes illegal. That's how I read that. That's Bousley."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, why would Justice Harlan have wanted that distinction in the world of constitutional rules, because it seems to me Justice Harlan, as Justice Breyer suggested, would have looked at this and said, well, yes, but these -- this person or Alderson Reporting Company these people could not -- it is improper for this person to be sitting in jail under any statute that Congress lawfully passed. I mean, it might be that they could be sitting in jail under a different statute that Congress didn't pass. But Congress didn't pass that statute, and that makes this sentence for this person improper, unlawful, under any measure. So why would justice Harlan have wanted to exclude those people from the protection that he suggested in Mackey?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I understand your test. I guess I'm just struggling to understand the reason behind it. Because you said if -- if he weren't immune, if Congress could have passed a different statute, you Alderson Reporting Company know, coulda-woulda-shoulda, Congress didn't pass a different statute, and that means he's in jail unlawfully."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Yeah, but that's still -- you have a point that, because it's not quite like the pest statute. The pest statute, when we say there is no Alderson Reporting Company such statute, it's unlawful. And there they are, people now in jail because they violated a statute, and that statute, there was no such statute, or it isn't in the future, you see? And so we say, you get out. On the other hand, if the only reason that they -- anybody got out is because they were convicted under a procedure, you see, that was unconstitutional, they are within the class of a valid statute putting in jail. The valid statute puts them in jail. But we're not certain he's the right one because the procedure was unfair. Is he really that kind of person? And that's the procedural thing. It doesn't go backwards. Now, if those are the two categories, this has some of both, you're quite correct. He was convicted for having violated a legitimate law, though he's not quite like our pest. On the other hand, after time has passed, a large number of these people are sitting there in prison and there is no statute of the Federal government that says a person like you have been told you are, deserves or can be put in jail. And so in that respect, it's like the pest. And so is it like? Which is it like? That seems to be the problem in this case. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I don't know if you want to address that or not. It's up to you."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"All right. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"How --  my understanding is that it's properly categorized as procedural if there's some people who could be convicted under it legitimately; in other words, Miranda --  you didn't get Miranda warnings, but you know, you were a criminal law professor, you knew what your rights were. But who is it who could be convicted legitimately under the residual clause? We're sure, yes, okay, it's --  it's vague, whatever, but you are definitely covered, so you shouldn't get the protection of what you would regard as a procedural flaw."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But I --  but my understanding is that the characterization of that as procedural, it turns on whether or not there is a significant group of people who could be convicted under that provision where vagueness would be off the table. Now, however, it may appear to other people engaging in this type of conduct. Maybe it's vague for them, but for this group of people, that's not vague. So we're not worried about not applying it retroactively."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Right. Including -- including some people you think it shouldn't be applied to."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So who shouldn't the residual clause apply to? Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What --  what I'm talking about, the residual clause."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I guess what I'm trying to ask you is who are the people who you can say, without a doubt, their conduct otherwise involves conduct that presents a serious potential risk of physical injury?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"The problem in Johnson, I think we took a look back and said, yeah, well, we did say that, but I have to think Johnson suggests that those decisions were not clear."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So you would go back and say that we think that vehicular homicide is conduct that -- today, with the benefit of the analysis in Johnson -- I mean, assuming we were wrong in those cases, which I think Johnson suggests or said, that nonetheless it's clear that those people, the vehicular homicide people, we shouldn't be concerned about applying this -- not applying this retroactively because they, and other -- and other category clearly are covered by it. In other words, put aside our cases where I think -- I understand your argument, well, we decided that, but I -- I think Johnson suggests we decided it Alderson Reporting Company wrongly."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What's another example?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Ali, you have six minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yeah. Well, she -- Alderson Reporting Company she also went on to suggest some holdings in the lower courts that seemed a little more on point than James and Sykes. What -- what about those?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yeah. Rioting in prison may be right. But the -- the example of rape, doesn't that clearly fall under that language?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What would be your rule on --  on this issue I posited to Mr. --  to the Assistant Solicitor General. What would be your take on its effect on the guidelines?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And I know that's not the issue we've posed, but I --  I just want to have a general idea."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That not --  that's not it, Alderson Reporting Company the residual clause. The risk here is the --  which I'd like to know your response to --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"--  is what we're saying is a person whose sentence --  it's not conviction of the crime. He's been convicted. But a person whose sentence is higher than it otherwise would have been due to an unconstitutional provision of law must get the lower sentence even if he was sentenced years ago. That's what we would be saying. Now, there are many, many reasons why certain guidelines or perhaps statutory portions of the Sentencing Act might be held unconstitutional. But I think I agree with you. The reason isn't the point in Teague. The fact is that it's whether the thing is struck out, because if it's struck out, there is no basis for holding the person in the prison, you see? And that's what you're arguing."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And what I can't foresee in this --  and maybe you have --  is what effect it would have on sentencing across the board. The government's reassuring, because they say, well, we thought about it. Doesn't seem to have that much of an effect. It's Alderson Reporting Company important. But if you could be reassuring on that, if you've thought about it."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sure you would."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Counsel. Ms. Walker, this Court appointed you to brief and argue this case in an amicus curiae in support of the judgment below. You have ably discharged that responsibility, for which we are grateful. The case is submitted."}],"people":[{"id":0,"fullName":"AMIR H. ALI","firstName":"AMIR","lastName":"ALI","counsel":true,"justice":false,"side":"petitioner","words_spoken":2333,"interruptions":8,"times_spoken":25,"laughter":0,"num_int_by":6},{"id":1,"fullName":"MICHAEL R. DREEBEN","firstName":"MICHAEL","lastName":"DREEBEN","counsel":true,"justice":false,"side":"respondent","words_spoken":2046,"interruptions":3,"times_spoken":14,"laughter":0,"num_int_by":2},{"id":2,"fullName":"HELGI C. WALKER","firstName":"HELGI","lastName":"WALKER","counsel":true,"justice":false,"side":"respondent","words_spoken":2436,"interruptions":15,"times_spoken":38,"laughter":0,"num_int_by":4},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":634,"interruptions":0,"times_spoken":23,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":257,"interruptions":5,"times_spoken":11,"laughter":0,"num_int_by":3},{"id":5,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":357,"interruptions":3,"times_spoken":13,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":161,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":869,"interruptions":1,"times_spoken":13,"laughter":1,"num_int_by":1},{"id":8,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":176,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":8,"words_spoken":2333,"times_spoken":25,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":18,"words_spoken":4482,"times_spoken":52,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":9,"words_spoken":2454,"times_spoken":68,"laughter":1,"num_int_by":4}],"outcome":{"side":"petitioner","margin":6},"num_jusitces":8,"prediction":{"petitioner":0.7137275333150407,"respondent":0.2862724666849593,"date":1472703110917}}