{"petitioner":{"name":"RICHARD MATHIS","counsel":[0]},"respondent":{"name":"UNITED STATES. ","counsel":[1]},"caseNumber":"15-6092","date":"2001-04-26T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 15-6092, Mathis v. United States. Mr. Fleming. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is that so? I mean, here we have the crime, burglary, and there are two ways of committing it. One involves a structure; one Alderson Reporting Company involves a vehicle. And those can be easily divided. We look at the charge. The charge is for a structure, not for a vehicle. Why -- why is it not divisible?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But he did one or the other. In Descamps, there was an element that didn't have to be proved under the State statute. You didn't have to prove unlawful."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But they have to prove one --  they define, somewhere, structure, right, in the statute?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And don't you have to prove that definition applies? I mean, you know, suppose it was a structure for --  for an animal at a zoo or something. I mean, that wouldn't count, would it?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Right. Well, if it does not, don't you have to at least prove that it falls within the definition?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And, similarly, in Taylor, you have to prove that it falls within the statute's definition of boat or car or house. Right? You have to prove one of the three."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But you don't have to prove -- you have to prove in Massachusetts if you have an indictment which says it was like a houseboat, so they're not certain what it counts as. So they say, don't you have to prove our prosecutor says it's a boat or a house? Now, would that get a conviction in Massachusetts? They proved that. It's either a boat or a house. Do they get a conviction or not?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, we don't know Massachusetts law. I'm saying under --"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- Massachusetts law, would you be able to convict the person?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The answer is no? You cannot convict a person, say, on a houseboat in Massachusetts where the prosecutor says it's either a house or a boat? They have to go into what the difference is?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So, in other words, if six people think a houseboat is a boat and six people think a houseboat is a house, the guy gets off --"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- in Massachusetts? Do you have any case on that? I would be rather surprised."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I know. But what I'm driving at, it's the same thing, the same thing. But you've made up a very ingenious difference. But why isn't it just the same thing here as was in Massachusetts?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's why I asked you about Massachusetts."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You violated Section blah, blah, blah. Prosecutor: You broke into a house. Defendant: No, I broke into a boat. Admitted? Yes. Guilty or not guilty? Alderson Reporting Company"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there are a lot of reasons why Iowa might want to take the approach that it -- that it does. Suppose the person is convicted -- suppose the evidence involves the burglary of a trailer. So you'd have the rather ridiculous situation of a jury -- if that was -- if those are separate elements, then if six of the jurors thought, well, this trailer is not very movable, so I think it's a house, and the other others say, well, you know, it's possible you could hook it up to a truck and move it, so it's a vehicle. So there couldn't be an agreement, and the defendant would be acquitted. That's a rather strange result that the Iowa legislature might want to avoid. But you want to attribute the same -- you want to -- you want to say the Massachusetts legislature Alderson Reporting Company in the case of a houseboat would permit the same thing? You have no Massachusetts case that says that."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, maybe they have more houseboats in Massachusetts than they do in Vermont. (Laughter.)"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the point is, what is the Federal --  under your approach, what is the Federal sentencing court supposed to do in the situation like the Massachusetts situation where there is no case, there is no Massachusetts case? So what is the court supposed to do? Now, in --  this Court has said it's --  it's as simple as pie to determine whether something is --  is Alderson Reporting Company an element or a means. That's your view, too. But just tell me what the --  what the Federal sentencing court would do in that situation."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Which will often be the case."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So what --  what happens if there is that State case that says whether this is definitively an element or a means?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, suppose they -- Alderson Reporting Company suppose they don't. So if it looks at a case like Massachusetts, what's the Federal sentencing court supposed to do?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't there also something that Descamps says that -- that can be done, which is, you know, maybe you have a case and it just gives you the answer. Maybe you have jury instructions and it gives you the answer. If they don't, Descamps indicates in footnote that you can look to the charging documents for the limited purpose of seeing whether the -- the prosecutor is treating the house or a boat as a means or as an element. And sometimes that will be clear. I mean, you might have one set of charging documents, and it will say the person burgled either a house or a boat. And then it will be clear that the -- that the thing is a means, and it's not an element. Or another charging document can say, as to a houseboat, Alderson Reporting Company the person burgled a house, and then that indicates that Massachusetts law does treat this as an element and that you have to prove one or the other and that the prosecutor has made his choice. Isn't that right?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"These documents are a clue to whether something is an element or instead a means."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Sometimes they're a very good clue. Sometimes they won't get you all the way there, but they're certainly a clue as to whether something is an element or a means. And so you can look to the Shepard documents to try to figure out that question."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is that correct, Mr. Fleming? That depends on State pleading law. Are you --  are you telling us that in every State, if something is a --  if you have a category of means, it is Alderson Reporting Company impermissible for the charging indictment, whether it's an indictment or an information, to specify the thing that was done, it has to be done in terms of the elements of the statute? You're going to tell us that that is State pleading law in every jurisdiction?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then how can you tell from the --  from the charging document that something is an element or a means?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What if the charge is one?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What if --  in this case, what if the charge --  what if the charging document just charged one? Does that make it an element?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So Mr. Fleming --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why don't we use this case?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"All right --  at the Joint Appendix it says --  one of the charging elements says that Richard Allen Mathis, on such-and-such a date in Iowa, unlawfully and willfully break --  I'm sorry about the tenses --  broke and entered a storage shed belonging to --  to the victim with the intention to commit a theft. If I read that, do I know what's an element or a means?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It is very clear that the only thing being charged is breaking into a shed."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I mean, this doesn't say willfully --  willfully --  unlawfully and willfully. Do I have to go further, and why, meaning, Alderson Reporting Company isn't the issue here what we left off --  open in Descamps? Iowa calls this a means, but if I read the instrument, it seems like an element. So what does a judge do? Give me the steps of interpretive principles that a judge would do with a case like this."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The State law dispositive, that's number --  first, let's start there."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So that's your entire case, correct?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's assume Iowa was silent. That was the question that Justice Breyer --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"--  was coming to. If I look at this, it seems --  it doesn't say, enter a storage area or a structure as a --  a structure or a Alderson Reporting Company boat. It says just enter a storage shed."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, the problem --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- with Descamps there is that \"feloniously entered\" had two potential meanings: You broke and you entered, or you remained unlawfully and committed a crime. And what we said in Descamps was, reading felonious entry, you don't know which of the two it is because it -- it's not an element. You just have to do one or -- it's not an element. It's a means. We didn't know which one, but this is sort of different. This is the indictment saying the structure you broke into is this particular one."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you see a difference between --  he had to do one or the other here. He had to break into a house or break into a vehicle. But in Descamps, he could have done one of two things. He could have broken and entered, or he could have stayed unlawfully."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Exactly."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"He wasn't pleading guilty to one or the other. He way saying, I did unlawfully what the indictment said, feloniously entered. But I -- he did not have to and did not admit exactly which of the two ways he did it."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Go back to my ultimate question. Tell me the steps."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You say State law is dispositive."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Assume State law is unclear."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Must everything be either Alderson Reporting Company a means or an element? Suppose I just looked at this statute and I said, here's a statute, punishing burglary, and it tells us two ways in which this offense can be committed, one way or the other way. Why do I have to type it an element or a means rather than saying what it is? It is a way of committing the offense."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"This -- this defendant pled guilty to an information that charged unlawfully entering a garage, a house. That's what he pled guilty to, right?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"He doesn't think that -- there wasn't any possibility of a boat or a car being in this picture."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I was curious to know, you said Congress never intended, and then we didn't get the never."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sure Congress never intended that we have the dialogue that we're having here today. (Laughter.)"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":8,"sideBefore":"justices","text":"This is such an art --  you were going to say, what did Congress intend? You couldn't finish that."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What is -- what is the evidence in -- in the -- you said the statutory text. What is the evidence in the statutory text of ACCA that this is what Congress intended?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Prior to Apprendi and all this other stuff. What is the statutory evidence?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So if someone were explaining what -- what your client pled guilty to, they wouldn't say he was convicted for -- for breaking into a garage? They wouldn't say that? Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Wasn't Congress interested in what the person did rather than what the statute said?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It's -- it's not the case that that's what Congress wanted?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you're -- you're entitled, probably required, to argue the cases as -- as we've written them, and you're -- and you're doing that."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It does seem to me that this -- we're living in a very artificial world. Does -- does Judge Kozinski's approach, as set forth in the Ninth Circuit in his separate opinion, what would be the result in your case if we used his approach?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"This case --"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":2,"sideBefore":"justices","text":"I'd like to try with one -- one --  what I'm trying to do is get the essence of your argument."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And so you can just say I don't have it or I do have it. If I don't have it, I'll go back and read it, I promise, and I'll get it before I decide this. I think you're looking at Descamps. And you say, look, the word in the statute, \"Federal,\" is crime. It doesn't mean what a person does on a particular occasion; it means the kind of thing in a statute. So imagine we have the word \"burglary,\" and that's all the statute said. And then a court said you can commit this in any one of five ways: A boat, a house, a car, et cetera. Now, even if the charging document there said \"house,\" that wouldn't be good enough because the crime is what the statute says. So you start there. Alderson Reporting Company And you say, now, what difference could it possibly make? If in a different section of the statute there are some statutory words but they say just what the Court just said in the other case, now, okay, I'll go back and read it. I mean --"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And that's what you're saying. You're saying that in both cases the key point is that the -- the court was telling you in the first case that the burglary can be comitted in different ways, which means you don't have to charge it, and the jury doesn't have to be unanimous in respect to it. Now, if you take those same words out of what the court said and put it in the statute, which you think happened here, then those words don't require the jury -- they either charge it or the -- the -- the jury to find it unanimously, so it's not an element. And if it was good enough to get my client out of the statute in the first case, it should be good enough when the same thing appears in a statute."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that your basic argument?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Because it's not part of the crime."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And what Congress wanted was crimes."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. Got it."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No. Just trying to get it."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. Saharsky. "},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I'm not --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"--  sure that that's true, Ms. Saharsky. I mean, you could take that Descamps law, and as Mr. Fleming did or some other way, essentially do the exact same thing with an explicit disjunctive. The way Mr. Fleming did it, he said lawfully or unlawfully, you could say breaking and entering or not breaking and entering. I mean, there would be a zillion ways of phrasing the exact same thing disjunctively on the face of a statute. And I think Mr. Fleming is right that that would not have made a difference to our analysis."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Assuming that the component is an element. So that gets you back to your first statement, which is that it didn't matter whether it was an element or something else. A means was just as good as long as it's phrased in the disjunctive. And, you know, all of our cases --  it's not just Descamps --  it goes back to Taylor and Shepard and Johnson. They all use the language of elements. Descamps in the introduction uses the word \"elements\" ten times. So if we really meant elements or means or whatever, it's a funny thing --  it's a funny way to write all of our opinions."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But you see, Descamps makes it quite clear that there's two different kinds of looking --  what Descamps says is you have to be able to say that a person was necessarily convicted of something."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Meaning that the statute Alderson Reporting Company requires him to be convicted of something. It is not good enough to look at the course of proceedings and to infer that a jury or a judge actually did find something. Descamps says this in no uncertain terms, that -- you know, I mean, sometimes those inferences can be very powerful. And Descamps says it's not enough. That what you have to find is a necessary finding in the sense that a statute makes something necessary in order for a conviction to occur. And that's the distinction between elements and means. And I'll just say one last thing. And I know I've been talking for a while, so I'll let you talk. But the entire discussion between the dissent and the majority was about this."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"The -- the dissent said, it's really terrible what the Court just did. It just created this distinction between elements and means. And the majority said, yes, that's exactly the distinction we're using, and we think it's the right decision -- distinction. So nine members of this Court thought that the distinction that we were using was a distinction between elements and means."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It's not just footnote 2, if I could just interrupt. I mean, the footnote comes as a substance to the dissent, and the dissent says, this is the problem with the entire opinion, is that it keeps on talking about elements, but it's hard to distinguish between elements and means. And we shouldn't be distinguishing between those two things. So the whole opinion is this elements focus, which then the dissent attacks."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"If you need to."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, here, you have a particular statute, a particular State --  excuse me --  a particular State court decision that says exactly what is an element and what is a means and that this is -- Alderson Reporting Company this is not an element."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So you don't need to look any further than a dispositive State court decision on the subject."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Applying your approach now, how does Descamps come out? How does Descamps come out?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That --  that's stretching things. I think percent of the courts across the country would have looked at the plea agreement and said, the prosecutor said he broke and entered a garage. We're going to find he broke and entered a garage."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And he didn't stay a -- I'm sorry, a grocery store --  and he didn't stay unlawfully. So how do we get courts, assuming we accept your argument, not to do the kind of inferential retrying of the case --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"--  that often happens when you're relying on Shepard documents?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Here's what the statute doesn't do. The statute doesn't make it necessary for anybody to convict you of any single one of those things. And one of the points, since percent of cases end in pleas, the statute doesn't make it necessary for you to plead to any one of those things. So whatever information is floating around in these opinions, nobody has had to find --  and the defendant has not had to plead to a particular offense with one of those alternative means."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And that's the critical thing under, not just Descamps, under all of these elements-based decisions, is that it doesn't matter what you did. It doesn't even matter that you say you did something. What we have to be able to say is that under the law, you absolutely --  the law required a particular finding that matches the generic crime. And in this case, that finding is not there."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What was --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":3,"sideBefore":"justices","text":"I think --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":6,"sideBefore":"justices","text":"What was the purpose for which the State may classify this as a means rather than an element? What was the context in which the State made that determination?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Is this right? Is this like --  like even with the Massachusetts statute, the question has never come up. So we don't really know what the jury has to find in the case of a houseboat. But where there's a word in the statute, like Descamps, and that alternative thing like houseboat, da da, da, is not in the statute, but rather it's a judge-made interpretation of the statute, and the courts say there is several different categories, it would be virtually impossible for a court under those circumstances to say that the A, B and C, which it divided the statute into, that they're elements. You would have to say they're means. Do you think? I don't think a State court would have the Alderson Reporting Company power to, in the face of a statute that doesn't itself divide things, to say that, A is an element of the crime that has to be defined, and then B is a different element of a different crime."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Is that -- is that -- I have no idea of the answer to that question. I'm looking for ways of simplifying this case. And if you knew the answer to that question, it would help me."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry. Tell me what your approach is that you think is our approach?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Which is to say that elements don't matter, and that's the thing that is contrary to years of this Court's precedents, because if this Court's precedents say anything, they say that this is an elements-based inquiry, which means that we have to decide whether something is an element."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But that sounds -- that sounds very fact-based. You look at the Shepard documents and you see what they actually did. But this Court has said in no uncertain terms that that's not what we do. Much as -- much as some people think that that's an intuitive way to decide these questions, much as some people think that maybe we should have done that years ago, but we don't do that. We don't look at, let's look at the documents and see what the guy did. We say, let's look at the documents and see if he was necessarily convicted of something, meaning that the law required him -- the law required that a particular finding be made in order for this conviction to occur. And that's where your approach is something very different from what we've ever done, because you're saying that, notwithstanding that the law did not require that a particular finding be made, we'll take a look at the documents and decide that that finding was made."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But the point of the modified categorical approach is to take a truly divisible statute -- in other words, a statute with three separate elements in it, of which you only need to be convicted of one -- and to figure out whether the one that you were convicted of, the one particular element, matches up with the generic offense. It's not to do anything more than that. Descamps is quite clear on this -- on this matter, that it takes -- it's -- it's three separate elements. Do Alderson Reporting Company you -- does what you were convicted of, is that the right element to match the generic offense?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Except that you say \"statutory alternatives,\" and I say \"elements,\" because for years we've been saying \"elements,\" and that we can't do this inquiry if we're in the world of nonelemental facts."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Elements are what defines the crime."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the end of footnote said in some cases you won't need to parse State law because you can figure it out from the Shepard documents, because Shepard documents are a clue to whether something is a means or an element. And so in the situation in which State law is not, as it is in this case, utterly clear on the subject, you won't have to go 1,000 layers down, because the Descamps -- the -- the Shepard documents will tell you, because of the way the prosecutor has charged something, looks like this is just a means, or looks like this is really an element."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, why wouldn't you look to State law? You have a State law that says exactly that this is not an element. Why wouldn't you just take that?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"The only --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":6,"sideBefore":"justices","text":"Why is it conviction-based not --  rather than conduct-based? It's conviction-based, it's okay; conduct-based isn't. Conduct charge is burgling a house."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Please."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Here you have a State statute that specifically tells you that this is not an element of the offense. And you were saying why it was that you thought that you could ignore that --  excuse me, not a State statute, but a State judicial opinion -- why it was that you could ignore that. The only reason you could ignore that State judicial opinion is because if you don't care it's an Alderson Reporting Company element. And that's very much against what we've been saying since Taylor."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Three minutes, Mr. Fleming. "},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You're seriously arguing that --  you're seriously arguing that all of the States will or should go back and reformulate their burglary statutes so as --"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"--  to make the conviction? Well, that's what you just said. So if they want them to count as ACCA predicates, no problem. They can just go back and change their burglary statutes."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you make of the fact that until this case, the Court has never analyzed whether something was an element or a means?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you said this has been established for years and the Court has used the term element, element, element, but has it ever before gone into the question of whether what it was talking about in that particular case was in the technical sense, either an element or a means?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"MARK C. FLEMING","firstName":"MARK","lastName":"FLEMING","counsel":true,"justice":false,"side":"petitioner","words_spoken":3500,"interruptions":37,"times_spoken":75,"laughter":0,"num_int_by":6},{"id":1,"fullName":"NICOLE A. SAHARSKY","firstName":"NICOLE","lastName":"SAHARSKY","counsel":true,"justice":false,"side":"respondent","words_spoken":4887,"interruptions":20,"times_spoken":32,"laughter":0,"num_int_by":4},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":40,"interruptions":1,"times_spoken":5,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":256,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":926,"interruptions":3,"times_spoken":26,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":682,"interruptions":1,"times_spoken":17,"laughter":1,"num_int_by":1},{"id":6,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":1570,"interruptions":4,"times_spoken":27,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":570,"interruptions":4,"times_spoken":22,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":147,"interruptions":0,"times_spoken":8,"laughter":1,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":37,"words_spoken":3500,"times_spoken":75,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":20,"words_spoken":4887,"times_spoken":32,"laughter":0,"num_int_by":4},{"side":"justices","interruptions":14,"words_spoken":4191,"times_spoken":113,"laughter":2,"num_int_by":5}],"outcome":{"side":"petitioner","margin":2},"prediction":{"petitioner":0.5697096294014737,"respondent":0.43029037059852626,"date":1472419305723}}