{"petitioner":{"name":"UNIVERSAL HEALTH SERVICES, INC.","counsel":[0]},"respondent":{"name":"UNITED STATES AND MASSACHUSETTS, EX REL. JULIO ESCOBAR AND CARMEN CORREA","counsel":[1,2]},"caseNumber":"15-7","date":"2016-04-19T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 15-7, Universal Health Services v. The United States and Massachusetts ex rel. Escobar and Correa. Mr. Englert. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It can't mean misleading, then? So \"false\" can only mean false? It can't mean deceptive, misleading?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose you have a private contract. In the private contract, it's for medical Alderson Reporting Company services. The written part does not actually use the word \"doctor,\" but the circumstances are such that any reasonable person would assume, would believe that the parties contracted for medical services provided by a doctor. This is an ordinary contract case. Could not a jury or the judge find that that implicit term of the contract that the services would be provided by a doctor was breached, it was a material breach, and, therefore, the implicit statement was false?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no. What's the second?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, fine. But now let's go a step further. We have our contract. The facts are such that any reasonable person would assume there is an implicit statement that the services will be provided by a doctor. You say that could be a breach of contract. Now it turns out that this company that has that contract has sold the shares over the SEC. And the SEC says, you know, it's so obvious that that implicit statement in the contract meant that they had a doctor who was a doctor -- that's so obvious -- that we think in selling shares in this company, where indeed this contract was absolutely critical, millions of dollars was at stake, without a doctor, violating of implicit statement that there was a doctor, we think that's fraud under Rule 10(b)(5)."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"All right."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, fine. But what is -- I'm talking the common law. All I know about contracts came from Blackjack Dawson, my contracts teacher -- (Laughter.)"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":5,"sideBefore":"justices","text":"-- who was a great teacher, and he taught the common law. So I don't know anything else. I -- well, I won't go quite that far, but nonetheless. Nonetheless, I think under common law, you could say that that was a material breach of contract, what I just talked to. And indeed, there happened to be a whole set of regulations on the shelf, et cetera, which spell it all out to which there was an implicit reference in the contract if it's -- you understand what I'm saying. It's common law that I'm saying."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Englert, I guess I don't understand that. I mean, let me take Justice Breyer's hypothetical and make it even simpler. Let's say that there's a contract and there is an explicit term, and it says I commit to providing a doctor's care. Yes? And then it turns out that the medical care that was provided was not by a doctor. It was by a nurse or it was by somebody with not even that set of qualifications. And -- and then the person who enters into the contract makes a statement, demands payment, and says the care was provided. Now, some care was provided; it is true. But medical care, a doctor's care was not provided. Now, by withholding that fact and by just saying the care was provided, have I not committed fraud under the common law?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what about Restatements -- oh, I think it's 529, which -- which says a statement is fraudulent if the maker knows or Alderson Reporting Company believes that it's misleading because of his failure to add an additional statement to make it true?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And I don't see why that isn't completely applicable to what the hypothetical that Justice Kagan just gave."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"There is a failure to make an additional or qualifying matter in order to make that statement not false. That's exactly the Justice's hypothetical."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"All right."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":8,"sideBefore":"justices","text":"I see that. That's to me what's at the heart of this. How do you distinguish Alderson Reporting Company those regulations, breach of which are fraudulent when you breach them, and implicit promise not to, from those that not? There are millions of regulations. That's what all the amici are worried about. But now, this is my basic question, and it is a question. The obvious kind of distinction that would seem possible is a contract-based distinction between matters that are material where the whole contract disappears and matters that are sometimes I think called nonmaterial, I'll get the -- I'll forget the exact word, partial, where even though the condition is violated, you don't destroy the contract but you might get damages for that. Now, that's a distinction that every court that deals with contracts is used to applying bread and butter. All right? Normal daily basis. Why not use that same distinction right here?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no. What you'd say, of course it applies where the condition that was lied about was material. And there can be implicit lies. Of course, there has to be an implicit lie. But it could be an implicit lie that I did not comply -- you might implicitly imply that you fulfilled provision Alderson Reporting Company No. 43876(b) which says paper should be three inches long, okay? Okay. Or there could be an implicit lie that that person in your hospital was a doctor. The first you'd say is not material. The second is material. Now, that I'm asking because I wonder if a distinction like that, drawn from contract law would, or would not, satisfy most of the concerns that are -- are raised in the amicus briefs supporting you."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry. I'm totally confused. I always thought that when you asked for payment, you're making a promise: I did what I agreed to do. Pay me, please. That's, to me, what's sort of understood. If I hired you to provide me with doctor services, you ask me for money, I'm assuming you provided me with doctor services. And you know you didn't. Why isn't that a fraud?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So providing a gun that doesn't shoot to the Army is simply a contract breach?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what more facts do you need? Government contracted for guns. All of a sudden you deliver guns that don't shoot. That -- those are the facts that led to this Act. Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think that anybody, except yourself, would ever think that it wasn't a fraud to provide guns that don't shoot if that's what the -- the government contracted for? Whether --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- they made it --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"If we don't --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":8,"sideBefore":"justices","text":"So I understood --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":6,"sideBefore":"justices","text":"Your earlier argument -- your earlier argument was your point that materiality Alderson Reporting Company has its own definition under the Federal contracting statutes, and it's so broad that we can't use it, so we'll just forget about materiality? Is that -- do I understand --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It's my misunderstanding."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Right. Right."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That's what I have a hard time understanding. It -- it seems to me we just can't think about fraud unless we have materiality in some sense. And it could be a very strict standard of materiality."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Otherwise, it seems to me, fraud doesn't make much sense."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So what I understood you to be saying, Mr. Englert, was that all of these common examples, examples that really led to the False Claims Act, are not fraud. So --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, let me just give you a few of them."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Justice Sotomayor said the government contracts to buy guns; the guns don't shoot. The government contracts to buy boots --  this was all within the context of the Civil War --  the boots fell apart after hours. The government contracts to buy food; the food was rancid. And each of those contractors would come in Alderson Reporting Company and would demand payment. And the entire idea behind this statute is that in that demand of payment is a representation. The representation is that I've given you guns that shoot and boots that wear and food that can be eaten. And when -- when that is not true, that is a fraudulent claim. And you're suggesting that all these hypotheticals -- that somehow that's not a fraudulent claim. And I guess that leaves me sort of wondering what do you think would be a fraudulent claim?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if those are fraudulent claims --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- I -- I would think that this is the exact same, is that the contract was for a doctor's medical care, and a doctor's medical care was not provided. A nondoctor's care was provided."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If I understand what you're saying, you're saying that in representing that you have satisfied the terms of the contract, you are -- or -- or -- let me say that -- I'll start it over. In demanding payment for having satisfied the contract, you are not representing that you are -- that you have satisfied the contract; that's your point? In demanding payment for satisfaction of the contract, you are not making a recommendation that you have satisfied the contract? Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not into every jot and tittle. I'm into material portions of the contract. That --  you know, that the guns shoot, that the boots can be worn, that the food can be eaten --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"--  and a doctor's care is a doctor's care."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"How do you want us to write this? The -- you're in an area where billions of dollars are at issue. There -- this is going on a long time. I don't want to write something that's going to upset everybody's expectations in the contract area. On the other hand, the common sense of it, Alderson Reporting Company and you just said the words, you said, well, if, in fact, you send in a form which says certainly give me money for supplying the guns or the medical care, something is implied. And you used the word \"essentials\" to describe that. And then I also know that if the agency wants to, it could put a little statement at the bottom saying, I hereby certify I complied with every regulation. And I guess if they -- if they did that, then even you would not have an objection saying your failure to do it while signing was fraud."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So what am I --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"From your point of view, this word is \"essential,\" whatever that may mean, which I will look up, how does it work? What's -- what's the correct standard in your --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Everybody agrees with that."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Please, because I have read --  you have lots of good arguments, and I'm not -- I'm asking for advice from you, from your point of view, what the sentence in the opinion should say that describes the circumstances under which the person who submits a form saying, I want a thousand dollars, I just supplied the guns or the medical care, when that person --  and, by the way, there are regs say they have to fire, and the regs say it has to be a real doctor. When has that person committed fraud or --  that's what I want. What is the sentence you want me to write?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"--"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Frederick. "},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Frederick --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"--  this confuses me to no end. I don't know why the lower court relied on the Section 423, this --  the director's qualifications and responsibilities when there's a direct regulation that says that the health service will only pay for services rendered by a staff member who's qualified. Why did they go off on this indirect method of analyzing this case?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But there's a regulation right on point."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So is your --  is your position that every material breach of a contract gives rise to a False Claims Act --  a claim under the False Claims Act as false and fraudulent?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So --  so if --  I know you've got another one, and I want to keep that in mind, but if it's a situation where the alleged material Alderson Reporting Company breach is of Massachusetts Regulation 185(Z)(3), (4), (8), (10), or whatever, you -- the claimant would have to show knowledge of that regulation?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So, I guess, I mean that --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That causes concern, of course, because there are thousands of pages of regulations under Medicaid or Medicare programs. And I guess your -- your position would precipitate litigation over whether or not the person who said, here's our bill, knew about -- knew under the reckless and whatever standard, about the particular regulation that the government or the relator is claiming made the submission fraudulent?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But I thought you said -- Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I understand that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but I thought your point was the first thing is that the claimant has to know about it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It has to know about the particular requirement in the regulation."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But it has to know not only about the particular provision but that it was material and the government wouldn't pay without it."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But here, looking -- looking at what you just said, you said the three conditions are where it's not written on the form, and the -- the submitter has to know about it, second, he -- it has to have been material."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And, third, he has to omit telling the government about it."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. Now, I look at the two things he talked about in the Restatement, and he says matters known to him that he knows to be necessary to prevent his partial or ambiguous statement from being misleading -- boy, that's pretty close to what you said -- and then (e) is facts basic to the transaction if he knows the other is about to do it under a mistake. What's the difference between -- I mean, I know the people are experts, and this will tell me there are huge differences. But what's the difference between what you just said and what he said?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But it's got to be --  he has to know about the specific provision in the regulation."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. So you think Alderson Reporting Company it's an easy case to prove, in other words, because they would have necessarily known that. But what they have to know is of that regulation, whatever one of the it is, and they have to know that the government will regard that as material."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I suspect most cases are a little more complicated than that, and that's where the difficulty comes in when you have hundreds, thousands of pages of regulations. And typically not -- probably not the government. They didn't in this case. They didn't pick up the -- the false claim; it was the relator. And the relator comes in and says, well, you didn't -- you violated the provision, not that the college intern is a doctor, but that -- whatever it is. You know, you have to use this particular syringes or drug company, and, in fact, you didn't. And, therefore, blah, blah, blah. Alderson Reporting Company And I guess that's where the problem comes in, in that it's a little more complicated than that. And I just don't know if I can take your abstract hypothetical and transfer it to the reality of government contract."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but it will, because it changes the reality. They're going to look at that, and they're going to say, wow. Every single thing we're going to get in trouble in a False Claims Act. So our bid is going to be a little bit higher to cover that potential risk."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So what has it done? What has the government done when they certify things? Do Alderson Reporting Company they say things like, I hereby certify that I complied with all material regulations? What do they say?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"No, I agree with you."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Stewart. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"How do you tell -- Mr. Stewart, because at least under Mr. Frederick's view you have to have knowledge that the government wouldn't pay. I assume the government wouldn't pay even for nonmaterial provisions. I mean, if you're supposed to pay -- you know, for $100,000 you're going to provide these services, and you don't provide small service? You still pay, but you wouldn't pay for that. I mean, I don't understand that, how some things are material -- does it go pay at all, or -- or carve out a particular provision? When -- when is the government -- when is there going to be not performance of a contract and the government's going to pay for that anyway?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Okay. So the contract is to provide all these health services, and by the way, you've got to buy, you know, staplers made in the United States, not -- not abroad. And they do everything, but they don't buy staplers made in the United States. I would say the government, if they're, you know, rigorous contracting officers, would say okay, you get, you know, 99,000 whatever, but we're going to penalize you because you didn't use staplers -- we put that in there for a reason, you didn't do it, so we're going to withhold $100, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Not -- if that would be --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":3,"sideBefore":"justices","text":"If -- Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":6,"sideBefore":"justices","text":"--  a false claim --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"--  and then they could bring --  and a relator can sue for that, then I don't understand the difference between material and immaterial."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What are examples of --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":6,"sideBefore":"justices","text":"I'm sorry. Just -- all it means is?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well -- Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"The wholly or in part, now --  now, I just copied out of the Horn book the basic difference between a material breach and a partial or nonmaterial breach of contract. A material breach of contract is a contract that --  a breach that allows one party to repudiate the contract. A nonmaterial breach is a breach that gives rise to damages but cannot serve as the basis for repudiation. Now, until this last interchange, I thought that was the distinction you were drawing, that if the piece of paper says nothing, but pay me, and there is a violation of a reg, if the violation of that reg is such to be material, meaning, it would be a basis for repudiation, then it is an implied --  then it is an implied statement. It was complied with, and it's fraud. But if it's just staples, you may have to pay damage for staples, but that certainly doesn't --  to say the contrary there would make the contractor responsible for having complied with every one of 40,000 regulations, the size of the room, size of the table."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Withhold payment, but not repudiate the contract."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"In other words, if they don't --  if they put the wrong billing code down, and, you know, you shouldn't have to pay them. But I Alderson Reporting Company don't know that means you can say, okay, you're fired as our Medicare provider in the State of Massachusetts, which is what I understand materiality in the contract concept to be. But what you're saying is it's a false claim if it's --  and, you know, you said you were providing X-rays and you didn't. Okay. But --  and that's material, I would think, in the sense that you have to pay for it. You shouldn't pay them for it, but I don't know if it's material in the sense that you can get out of the whole --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but that doesn't answer the question. There's a miscoding that's intentional and knowing, and there's a miscoding that's negligent."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So if it's a mistake, you could withhold payment, but you can't sue under the False Claims Act, correct?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Stewart --  I'm sorry."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Could you just --  what are immaterial terms for the government? I mean, give me some examples. What would count as not material?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"When you started and you said that there are two ways in which this could be argued, do you have a preference as to which one of those two ways makes most sense, or are there cases where they diverge, and we should be aware of that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And, Mr. Stewart, both United States and Massachusetts did not intervene in this case; is that right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Why is that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Eight minutes, Mr. Englert."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"How does it differ, what you just said, from this thing in the Restatement where you say it would be fraud, facts basic to the transaction or matters known, that he knows to prevent his statement from being misleading? The statement is, implicitly, I did the work. And this kind of problem, is it or is it not, basic to the transaction that the doctor be certified, is the kind of thing that I think you and other lawyers argue very well on opposite sides, as you just did. But the standard you advocate is, according to the Restatement, misleading statement about a fact basic to the transaction, misleading, implicitly, I did it. Truth? I didn't. You see, I'm saying your standard gives rise to the same problem, doesn't it?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's not forget something. Money came from the Federal government. It may be a system in this cooperative program that's Alderson Reporting Company flawed, but Massachusetts Health has no incentive to seek the money back because they're not paying it. The people with the incentive are the Federal government, and that's why we have the False Claims Act, because the Federal government can't enforce all seeking of money back in these cooperative programs."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I have a very hard time accepting that if you provide -- if you claim money for a service that you don't render, not a qualified individual, unsupervised by a qualified individual, which is a requirement specifically in the regulations, I'm having a hard time understanding how you have not committed a fraud --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- if you knew what you were doing."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't think that it's every --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"--  provision."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But I think it's a very basic provision --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"--  when you say, I performed this service, that you performed a service in accordance with the contract."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank The case is submitted."}],"people":[{"id":0,"fullName":"ROY T. ENGLERT","firstName":"ROY","lastName":"ENGLERT","counsel":true,"justice":false,"side":"petitioner","words_spoken":2816,"interruptions":19,"times_spoken":48,"laughter":0,"num_int_by":4},{"id":1,"fullName":"DAVID C. FREDERICK","firstName":"DAVID","lastName":"FREDERICK","counsel":true,"justice":false,"side":"respondent","words_spoken":1842,"interruptions":10,"times_spoken":23,"laughter":0,"num_int_by":3},{"id":2,"fullName":"MALCOLM L. STEWART","firstName":"MALCOLM","lastName":"STEWART","counsel":true,"justice":false,"side":"respondent","words_spoken":1975,"interruptions":10,"times_spoken":18,"laughter":0,"num_int_by":4},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":955,"interruptions":4,"times_spoken":29,"laughter":0,"num_int_by":3},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":16,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1478,"interruptions":3,"times_spoken":24,"laughter":1,"num_int_by":1},{"id":6,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":584,"interruptions":5,"times_spoken":15,"laughter":0,"num_int_by":3},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":184,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":444,"interruptions":7,"times_spoken":19,"laughter":0,"num_int_by":3}],"side_summaries":[{"side":"petitioner","interruptions":19,"words_spoken":2816,"times_spoken":48,"laughter":0,"num_int_by":4},{"side":"respondent","interruptions":20,"words_spoken":3817,"times_spoken":41,"laughter":0,"num_int_by":4},{"side":"justices","interruptions":20,"words_spoken":3661,"times_spoken":96,"laughter":1,"num_int_by":6}],"outcome":{"side":"petitioner","margin":8},"num_jusitces":8,"prediction":{"petitioner":0.1610904648279345,"respondent":0.8389095351720655,"date":1473644744154}}